{
    "edits": [
        "7 January, 2021  – COVID-19 pandemic in South Africa: Health Minister Zweli Mkhize announces that South Africa will receive one million doses of Oxford–AstraZeneca vaccine in January and 500,000 in February. 1.25 million health workers will be prioritized. SA has confirmed 1.1 million infections and 31,368 deaths.",
        "25 January, 2021  – A five-year-old boy in Mpumalanga",
        "1 March, 2021  – The government announces plans to establish a special Land Court.",
        "8 March, 2021  – Immigrant street vendors from Senegal and Burkina Faso are hospitalised after xenophobic attacks in Durban.",
        "10 March, 2021  – A middle-aged man is killed after police shoot him in the head with a rubber bullet during a demonstration against the high cost of the University of the Witwatersrand.",
        "24 March, 2021  – The South African Human Rights Commission investigates a case of discrimination involving a Ndebele activist's Thando Mahlangu, 35, use of traditional clothing in a Clicks pharmacy in suburban Johannesburg.",
        "24 March, 2021  – Queen Mantfombi Dlamini Zulu is named regent following the death of King Goodwill Zwelithini.",
        "25 March, 2021  – Ethiopians demonstrate in Pretoria to bring attention to human rights violations in the Tigray Region of Ethiopia.",
        "29 March, 2021  – President Ramaphosa calls upon members of the African National Congress (ANC) who have been charged with corruption or other serious crimes to step aside within 30 days or face suspension.",
        "May, 2021  – The trial of former president Jacob Zuma on corruption charges is set to begin.",
        "9 June, 2021  – Gosiame Thamara Sithole reportedly gives birth to ten babies—five boys and five girls—in a possible world record.",
        "29 June, 2021  – The Constitutional Court of South Africa (ConCourt) issued a statement on former president Jacob Zuma that he would be imprisoned for a 15-month period following his guilt plead of being in contempt of court.",
        "28 January, 2021  – María Teresa Mercado, Mexican ambassador who was declared persona non grata during the 2019–2020 Mexico–Bolivia diplomatic crisis, is reappointed ambassador at the request of the government of President Luis Arce.",
        "31 January, 2021  – The doctors′ union pushes for new lockdown as hospitals approach saturation. An average of one health worker dies every day. The total number of COVID-19 cases approaches 210,000 as the first 20,000 doses of Sputnik V COVID-19 vaccine arrive.",
        "7 February, 2021  – Environmental authorities investigate the deaths of 35 Andean condors, which is an endangered species.",
        "18 February, 2021  – Health workers announce a general strike from 18 to 28 February against the Ley de Emergencia Sanitaria (Emergency Health Law).",
        "2 March, 2021  – Twenty people are killed and 25 others injured in a bus accident in Colomi, Cochabamba Department.",
        "3 March, 2021  – Six people are killed when a railing collapses and they fall four floors 16.7 m (55 ft) during a student protest at the Universidad Pública de El Alto (UPEA). Three of the organizers of the event are arrested and charged with homicide, and eight others are sought by the police.",
        "7 March, 2021  – Regional elections are held in all nine Departments of Bolivia for governors, mayors, councillors, and departmental assemblies.",
        "12 March, 2021  – The government orders the arrest of former president Jeanine Áñez (2019–2020) and members of her government for terrorism, sedition, and conspiracy.",
        "April (date unknown), 2021  – Members of Evo Morales′s personal bodyguard attended a rally in Plaza San Francisco dressed in uniforms belonging to the army of former Venezuelan president Hugo Chávez.",
        "12 June, 2021  – COVID-19: Marcel Ebrad Mexican Foreign Minister, announced on May 12 that Mexico will donate 400,000 doses of Oxford–AstraZeneca COVID-19 vaccine to Belize, Bolivia, and Paraguay.",
        "19 November, 2021  – Edgar Pary is appointed Minister for Education.",
        "February 5, 2021  – Businesswoman Janet Lim-Napoles, former Cagayan de Oro representative Constantino Jaraula, and three others are convicted by the Sandiganbayan of graft and malversation of public funds, in relation to the Priority Development Assistance Fund scam.",
        "February 7, 2021  – 2021 Davao Del Sur earthquake: A 6.0 Mw  earthquake struck the southern island of Mindanao, injuring 14 and causing damage.",
        "February 16, 2021  – The Supreme Court, sitting as the Presidential Electoral Tribunal, unanimously dismisses the electoral protest of defeated vice presidential candidate and former senator Bongbong Marcos against Vice President Leni Robredo.",
        "February 16, 2021  – President Rodrigo Duterte grants amnesty to members of rebel groups Moro National Liberation Front, Moro Islamic Liberation Front, and the Rebolusyonaryong Partido ng Manggagawa ng Pilipinas/Revolutionary Proletarian Army/Alex Boncayao Brigade who have committed crimes in pursuit of their political beliefs, and who would agree to surrender their weapons.",
        "February 17, 2021  – Senator Leila de Lima is acquitted, due to insufficient evidence, in one of the three drug cases filed against her.",
        "February 26, 2021  – President Rodrigo Duterte signs Republic Act No. 11524, creating a trust fund for the country's coconut farmers.",
        "February 28, 2021  – The Philippines receives its first shipment of COVID-19 vaccines, with the arrival of 600,000 doses of China-based drugmaker Sinovac Biotech vaccine CoronaVac.",
        "March 1, 2021  – The Department of Health and National Task Force Against COVID-19 start its vaccination campaign with 600,000 doses of donated COVID-19 vaccines from Sinovac. Philippine General Hospital director Gerardo Legaspi becomes the first person in the country to be legally inoculated with CoronaVac.",
        "March 13, 2021  – Residents of Palawan, except Puerto Princesa, vote in a plebiscite to disapprove a law that would divide Palawan into three separate provinces.",
        "March 21, 2021  – The Philippines files its first formal diplomatic protest with regard to the presence of about 220 Chinese fishing boats moored at Whitsun Reef in the Spratly Islands as early as March 7.",
        "March 27, 2021  – President Rodrigo Duterte approves the IATF's recommendation to place the Greater Manila Area under enhanced community quarantine from March 29 to April 4, later it was extended until April 11.",
        "May 8, 2021  – The Bangsamoro Islamic Freedom Fighters insurgents occupied the public market of the municipality of Datu Paglas in Maguindanao.",
        "May 11, 2021  – President Duterte places the Philippines under a state of calamity for a period of one year due to the African swine fever (ASF) outbreak.",
        "May 14, 2021  – The Philippine government through the Anti-Terrorism Council formally declares CPP-NPA leader Joma Sison including 18 others and ASG leader Esmael Abdul-malik including nine others as terrorists in its resolution dated April 21.",
        "May 27, 2021  – Republic Act 11550 is signed into law, approving the province of Maguindanao to be split into two provinces: Maguindanao del Norte and Maguindanao del Sur. Once ratification is approved in a future plebiscite, the province of Maguindanao will be dissolved.",
        "May 27, 2021  – President Rodrigo Duterte signs Republic Act No. 11521, extending the electricity lifeline rates for the poor for a period of 50 years.",
        "July 4, 2021  – A Lockheed C-130 Hercules aircraft of the Philippine Air Force (PAF) crashes in Patikul, Sulu, killing 53 people. The incident is the deadliest aviation accident involving the Philippine military.",
        "July 30, 2021  – President Rodrigo Duterte revokes his order to terminate the Philippines' Visiting Forces Agreement with the United States.",
        "6 January, 2021  – COVID-19 pandemic: 11 million people are locked down in Shijiazhuang due to a COVID-19 outbreak.",
        "10 January, 2021  – An explosion triggers a mining accident in Qixia, Shandong.",
        "11 January, 2021  – COVID-19 pandemic: 13 members of the 15 member World Health Organization team sent to study the origins of COVID-19 arrive in Wuhan, China. The last two members are awaiting in Singapore for their COVID-19 test results.",
        "14 January, 2021  – COVID-19 pandemic: The first recorded death from COVID-19 since May 2020 is reported in Hebei.",
        "20 January, 2021  – 2020–2021 China–India skirmishes: Chinese forces clash with Indian forces in Naku La.",
        "22 January, 2021  – East China Sea EEZ disputes: China passes a law authorizing the China Coast Guard to fire on foreign vessels in the East China Sea.",
        "30 January, 2021  – The Hualong One nuclear reactor begins commercial operation.",
        "2 February, 2021  – ByteDance files a lawsuit against Tencent for monopolistic practices.",
        "6 February, 2021  – COVID-19 pandemic: China approves the CoronaVac vaccine for general use.",
        "7 February, 2021  – China issues stricter anti-monopoly regulations to regulate internet platforms.",
        "8 February, 2021  – Clubhouse is blocked in China after increasing in popularity.",
        "10 February, 2021  – The Tianwen-1 orbiter and rover is inserted into orbit.",
        "11 February, 2021  – The CCTV New Year's Gala attracts international controversy for the use of blackface.",
        "15 February, 2021  – A series of attacks are carried out on Chinese-owned factories in Myanmar as part of the 2021–2022 Myanmar protests.",
        "20 February, 2021  – 2020–2021 China–India skirmishes: Chinese and Indian forces complete a withdraw from Pangong Tso after a months-long standoff.",
        "22 February, 2021  – Uyghur genocide: The Parliament of Canada votes to recognize the Chinese persecution of Uyghurs as a genocide, becoming the second country to do so.",
        "5 March, 2021  – The 2021 National People's Congress begins.",
        "8 March, 2021  – Uyghur genocide: Several Chinese companies file a government-backed lawsuit against Adrian Zenz for his investigation of the Uyghur genocide.",
        "11 March, 2021  – The Chinese legislature grants a committee the power to choose which candidates are eligible for elections in Hong Kong.",
        "15 March, 2021  – Beijing is covered by the 2021 East Asia sandstorm.",
        "17 March, 2021  – Uyghur genocide: The European Union declares its first sanctions against China since 1989 in response to China's persecution of Uyghurs.",
        "18 March, 2021  – The United States–China talks in Alaska are held.",
        "20 March, 2021  – The recovery of hundreds of artifacts from a Sanxingdui dig site is announced.",
        "6 April, 2021  – 2020–2021 China–India skirmishes: The Tibet Autonomous Region introduces 15 regulations on the border with India to limit entry.",
        "10 April, 2021  – Alibaba Group is fined 18 billion yuan ($2.75 billion USD).",
        "11 April, 2021  – COVID-19 pandemic: China ends the mandatory vaccination policy of several localities amid vaccine hesitancy.",
        "27 April, 2021  – An oil spill takes place off the coast of Qingdao.",
        "29 April, 2021  – The Tianhe core module is launched into space as the first component of the Tiangong space station.",
        "24 May, 2021  – The funeral of Yuan Longping is attended by thousands of people.",
        "25 May, 2021  – Thousands are evacuated in Shenzhen after SEG Plaza begins wobbling without apparent cause.",
        "29 May, 2021  – The Tianzhou 2 is launched into space and it docks with the Tiangong space station.",
        "31 May, 2021  – China replaces the two-child policy with the three-child policy to account for population decline.",
        "1 June, 2021  – The first human case of influenza A virus subtype H10N3 is documented in Jiangsu.",
        "2 June, 2021  – The June 4th Museum honoring the victims of the Tiananmen Square massacre is closed following a probe into its licensing status.",
        "4 June, 2021  – COVID-19 pandemic: The Sinovac vaccine is authorized for emergency use in children.",
        "5 June, 2021  – A man kills six people with a knife in Anqing.",
        "10 June, 2021  – The Data Security Law of the People's Republic of China is enacted to regulate data collection by Chinese tech companies.",
        "13 June, 2021  – A gas line explodes at a vegetable market in Shiyan, killing 25 people.",
        "25 June, 2021  – A fire kills 18 students at a boarding school in Zhecheng County.",
        "27 June, 2021  – Chengdu Tianfu International Airport begins operation.",
        "28 June, 2021  – The Baihetan Dam begins generating hydroelectricity.",
        "30 June, 2021  – WHO declares China to be malaria-free after four years without an indigenous case.",
        "7 July, 2021  – Chinese conservation officials upgrade the conservation status of giant pandas from endangered to vulnerable.",
        "10 July, 2021  – China blocks the merger of Huya Live and DouYu under Tencent.",
        "12 July, 2021  – The Siji Kaiyuan Hotel collapses, killing 17 people.",
        "13 July, 2021  – Construction begins on Linglong One at the Changjiang Nuclear Power Plant, China's first small modular reactor.",
        "19 July, 2021  – Zhang Tao, chairman of China Aerospace International Holdings, is arrested and expelled from the company and the Communist Party for assaulting two senior scientists the previous month.",
        "20 July, 2021  – Typhoon Cempaka makes landfall in Guangdong.",
        "1 August, 2021  – COVID-19 pandemic: Millions of people in Beijing and other cities go into lockdown amid a COVID-19 outbreak.",
        "10 August, 2021  – China severs diplomatic relations with Lithuania in response to the establishment of a Lithuanian embassy in Taiwan.",
        "15 August, 2021  – The Hong Kong rights group Civil Human Rights Front disbands.",
        "20 August, 2021  – The Personal Information Protection Law of the People's Republic of China is enacted.",
        "23 August, 2021  – The discovery of Bianchengichthys is reported following the excavation of its fossils.",
        "23-24 August, 2021  – COVID-19 pandemic: Thousands of people in Ruili are evacuated to Mangshi for a 14-day quarantine.",
        "24 August, 2021  – The Ministry of Education establishes new guidelines requiring Xi Jinping Thought to be taught in schools.",
        "26 August, 2021  – Dong Hong, former corruption investigator at the Central Commission for Discipline Inspection, is put on trial for accepting bribes.",
        "27 August, 2021  – China establishes regulations on fan culture on the internet, including a ban on celebrity gossip. All content relating to actress Zhao Wei is removed from Chinese internet.",
        "30 August, 2021  – China bans children from accessing online video games outside of a designated periods that add up to three hours each week.",
        "February 2, 2021  – CFE pardons thousands of debts going back 26 years worth MXN $11 billion in Tabasco.",
        "February 3, 2021  – Twelve police officers are arrested in the relation to the January 24 massacre of migrants in Camargo Municipality, Tamaulipas.",
        "February 5, 2021  – A riot breaks out at Distribuidor Vial San Antonio in CDMX after police try to break up a demonstration by cyclists who were protesting after a Metrobús ran over a bicyclist.",
        "February 10, 2021  – AMLO and other officials take a fifteen-minute Air Force inaugural flight from the Benito Juárez International Airport to the Santa Lucía Airport.",
        "February 25, 2021  – Twenty-seven migrants seeking asylum in the United States are allowed to leave their makeship camp in Matamoros, Tamaulipas and cross the border to make their cases. Some people were allowed to cross from Tijuana to San Ysidro, California last week.",
        "February 26, 2021  – A court rules that Rosario Robles′ offer to reveal everything she knows about the Estafa Maestra (″Master Scam″) in return for a reduced sentence",
        "February 27, 2021  – The Secretariat of Environment and Natural Resources (SEMARNAT) announced that it may reduce the protected area for the vaquita in the Sea of Cortés as there are only ten of the tiny porpoises left and it may never recuperate its historical range. The announcement comes two months after a fishing boat was deliberately sunk, killing a Mexican fisherman, during Sea Shepherd Conservation Society operations.",
        "February 28, 2021  – Mexico and the European Union (EU) sign an agreement, part of the Arms Trade Treaty (ATT), to control the illicit entry of guns into Mexico. It is estimated that between 250,000 and 280,000 firearms are imported by organized crime every year.",
        "April 1, 2021  – Authorities in Quintana Roo open an investigation into the death of a 12-year-old boy at Xcaret Park.",
        "April 2, 2021  – The Secretary of Security and Citizen Protection in Ecatepec de Morelos dismantles a huachicolero center on more than 7,000 m2 (75,000 sq ft) containing more than 250 containers of 250,000 L (66,000 US gal).",
        "April 4, 2021  – Daylight saving time in Mexico begins.",
        "May 3, 2021  – At least 23 people are killed when a Mexico City Metro train collapses in the Tezonco–Olivos elevated interstation.",
        "May 8, 2021  – Hundreds rally at the site of a deadly Metro collapse to demand justice after revelations of ignored safety warnings, design problems and allegations of corruption by local officials.",
        "May 3, 2021  – Ceremonia de la Cruz Parlante (Ceremony of the End of the Caste War of Yucatán) in Felipe Carrillo Puerto, Quintana Roo.",
        "May 12, 2021  – Seven hundred years since the founding of Tenochtitlan.",
        "May 11, 2021  – 2021 Canadian census.",
        "May 12, 2021  – The CAQ Quebec government of François Legault announces Bill 96, which will strengthen Bill 101, the French language in Quebec.",
        "May 15, 2021  – Demonstrations are held across Canada amid the 2021 Israel–Palestine crisis.",
        "May 28, 2021  – 2021 Canadian Indian residential schools gravesite discoveries: Graves containing the remains of 215 indigenous children is discovered in the former Kamloops Indian Residential School in Kamloops, British Columbia.",
        "May 31, 2021  – The Montreal Canadiens defeat the Toronto Maple Leafs 3-1 in Game 7 of their first round series to complete the comeback from a 3-1 series deficit. An average of 7.31 million Canadians watched the game, making it the second most watched NHL game in the nation's history and the 18th most watched broadcast all-time.",
        "July 1, 2021  – 2021 Canadian Indian residential schools gravesite discoveries: Canada Day marked by lots across the nation as a day of reflection and mourning for Indigenous communities following the discovery of 1000+ unmarked graves at former residential schools in British Columbia and Saskatchewan over the past month.",
        "July 7, 2021  – The Montreal Canadiens lose the Stanley Cup to the defending champions Tampa Bay Lightning following a 1–0 loss in Game five of the 2021 Stanley Cup Finals.",
        "July 12, 2021  – A crane collapse in Kelowna, British Columbia kills five people.",
        "July 17, 2021  – Toronto FC plays their first home game against Orlando City SC at BMO Field, marking the first MLS game played in Canada during the 2021 season.",
        "July 20, 2021  – British Columbia declares a state of emergency in response to the 2021 British Columbia wildfires.",
        "July 26, 2021  – Mary Simon is sworn in as Canada's 30th Governor General. She is the first Indigenous person to hold the office.",
        "July 30, 2021  – The Toronto Blue Jays played their first home game at the Rogers Centre since 2019. They played against the Kansas City Royals. This was the first MLB game played in Canada during the 2021 season after travel restrictions along the United States-Canada border were lifted. The Jays won the game.",
        "July 31, 2021  – Swimmer Penny Oleksiak becomes the most decorated Canadian Olympian of all-time after she wins her seventh overall Olympic medal - a bronze in the women's 4 × 100 metre medley relay at the 2020 Summer Olympics.",
        "1 January, 2021  – India begins its two-year tenure (2021–22) as a non-permanent member of the UNSC.",
        "2 January, 2021  – India approves two coronavirus vaccines, Bharat Biotech's \"Covaxin\" and the Oxford/AstraZeneca \"Covishield\", for emergency use.",
        "9 January, 2021  – Norilsk avalanche: three dead, one in serious condition, and six missing in an avalanche in Norilsk which buried houses. An event like this has never happened in Norilsk, despite avalanches being common in the region, this was the first event of such magnitude in terms of fatalities and missing persons.",
        "11 January, 2021  – In Moscow, four soldiers are killed after a truck crashes into the convoy of buses they are in. 40 other soldiers were reported to be injured.",
        "23 January, 2021  – Protests against the arrest of Alexei Navalny begin throughout Russia.",
        "22 February, 2021  – In ice hockey, New York Rangers winger and Kremlin critic Artemi Panarin takes a personal leave of absence after the Russian tabloid Komsomolskaya Pravda publishes a story in which former Kontinental Hockey League coach Andrei Nazarov accuses him of sexually assaulting a 18-year old Latvian woman in Riga.",
        "8 April, 2021  – Secretary of Security Council of Russia Nikolai Patrushev denies reports of Russia's plans to intervene in Ukraine following reports of Russian troops amassing near the Russo-Ukrainian border.",
        "11 May, 2021  – Nine people are killed and 23 are injured following a mass shooting at a school in Kazan, the capital of Tatarstan .",
        "29 May, 2021  – Moscow Vostochny railway station is opened in Moscow and is the first new railway station to be built in the Russian capital since 1902.",
        "3—6 June, 2021  – XXIV St. Petersburg International Economic Forum takes place.",
        "11 June, 2021  – 11 July",
        "January 12, 2021  – Ford Motor Company announces it is closing three plants and laying off 5,000 workers.",
        "January 21, 2021  – Tendencias Consultoria, a consultant company focused on the economy, warns of food shortages in isolated areas, particularly in the favelas and quilombos, as the government ends emergency aid.",
        "January 26, 2021  – The Supreme Federal Court approves an investigation into the government's handling of the pandemic in Manaus.",
        "January 28, 2021  – Four hundred religious leaders, including Catholics, Anglicans, Lutherans, Presbyterians, and Methodists, demand the impeachment of President Bolsonaro for mismanagement of the pandemic. There are another 60 such demands pending in the Chamber of Deputies.",
        "February 1, 2021  – Operation Car Wash ends with 174 convictions in Brazil, 12 current or former presidents implicated across Latin America, and $790 million returned to Brazil's public coffers, with nearly $2.8 billion more on the way.",
        "February 4, 2021  – Vale S.A. agrees to pay 37.7 billion reais ($7.03 billion) to settle the January 2019 Brumadinho dam disaster in which 270 people died.",
        "February 10, 2021  – The traditional Carnival in Rio de Janeiro is canceled with strict warnings against clandestine celebrations.",
        "March 4, 2021  – The World Bank and the International Monetary Fund (IMF) estimate that the Brazilian economy shrank by 4.1 percent in 2020, less than original estimates of 8%-9%, but the worst performance in decades.",
        "May 4, 2021  – An 18-year-old man armed with a knife and a dagger invades a daycare center in the municipality of Saudades (SC) and kills three children and two teachers.",
        "May 6, 2021  – Operation against drug trafficking by the Civil Police leaves 29 dead and 2 injured in the Jacarezinho neighborhood, in Rio de Janeiro.",
        "May 28, 2021  – The Ministry of Health authorizes vaccination against COVID-19 in people over the age of 18 across the country.",
        "May 29, 2021  – Protests against the Jair Bolsonaro government take place in various parts of the country, there was also a record of a protest by Brazilian citizens in Paris.",
        "January 17, 2021  – The first season of the reality show The Voice + begins on Globo.",
        "January 19, 2021  – Debut of Gênesis telenovela on RecordTV.",
        "1 January, 2021  – A fisherman from Sulawesi recovered a Chinese seaglider off the coast of South Sulawesi, raising questions on the security of Indonesian airspace and waters.",
        "3 January, 2021  – At least 20 people were injured after a tornado struck a residential area in Cirebon Regency, West Java.",
        "7 January, 2021  – Abu Bakar Ba'asyir, the spiritual leader of the Jemaah Islamiyah terrorist organization, was released from Gunung Sindur prison.",
        "1 February, 2021  – Leader of Indonesia's Democratic Party, Agus Harimurti Yudhoyono, claimed that one of the senior officials with close ties to Joko Widodo had planned for a \"coup d'état\" within the party, with a goal of deposing him from his position as the party's leader.",
        "3 February, 2021  – Governor of Central Java, Ganjar Pranowo, announced a provincial level partial-lockdown for two days.",
        "4 February, 2021  – Authorities transferred 26 suspected terrorists from Makassar and Gorontalo to an exclusive penitentiary in Cikeas for tighter surveillance.",
        "3 April, 2021  – At least 17 crew members went missing after two vessels collided off the coast of Indramayu, West Java.",
        "4 April, 2021  – Hundreds dead or missing after Cyclone Seroja struck East Nusa Tenggara.",
        "5 April, 2021  – Djoko Tjandra was sentenced to 4.5 years in prison for bribing police and a state prosecutor.",
        "6 April, 2021  – Long-time fugitive Samin Tan was arrested by KPK.",
        "8 April, 2021  – The United Nations's special rapporteur on extreme poverty and human rights issued a report accusing the Indonesian government of several violations of human rights on the construction of the international MotoGP circuit in Mandalika, West Nusa Tenggara.",
        "10 April, 2021  – At least 9 people were killed and more than a hundred were wounded after a 6.7 magnitude earthquake struck the southern coast of Malang, East Java.",
        "13 April, 2021  – Tourism Minister Sandiaga Uno refutes UN allegations of human rights violations in Mandalika.",
        "18 April, 2021  – Aceh officially adopts a qanun on sharia' banking. Banks that do not implement sharia law within their branches in Aceh are forced to close.",
        "20 April, 2021  – Indonesian government decided to approve the research of Nusantara COVID-19 vaccine.",
        "21 April, 2021  – KRI Nanggala (402), an attack submarine owned by the Indonesian Armed Forces, disappeared off the coast of Bali during a live torpedo drill.",
        "24 April, 2021  – Central government barred Indian citizens from entering Indonesia after a deadly second wave of COVID-19 in India caused fear among the public.",
        "13 May, 2021  – A Firecracker explosion in Kebumen Regency kills 4 people.",
        "15 May, 2021  – At least 6 people were killed, 3 were missing after a tourist boat capsized in Kedungombo reservoir, Boyolali Regency.",
        "17 May, 2021  – Indonesian government temporarily halted the distribution of AstraZeneca COVID-19 vaccine after reports of serious side effects.",
        "21 May, 2021  – More than 1,300 houses were damaged after a strong magnitude 5.9 Richter scale earthquake struck Blitar at a shallow depth of 10 km.",
        "22 May, 2021  – A passenger boat carrying 26 people sank off the coast of Jambi, killing at least 8.",
        "26 May, 2021  – At least 8 people were killed after a pickup truck struck a tree in Malang.",
        "28 May, 2021  – A Robinson R44 helicopter crashed onto a lake in Depok, West Java.",
        "3 February, 2021  – Sri Lanka cricket head coach Mickey Arthur and international cricketer Lahiru Thirimanne test positive for COVID-19.",
        "12 February, 2021  – The COVID-19 variant spreading in the UK: B.1.1.7 UK lineage is detected from samples obtained in Colombo, Awissawella, Vavuniya and Biyagama.",
        "14 February, 2021  – Former Speaker of the Parliament W. J. M. Lokubandara dies at the age of 79, due to complications from COVID-19.",
        "15 February, 2021  – Total number of COVID-19 deaths in Sri Lanka exceeds 400.",
        "16 February, 2021  – Members of Parliament are inoculated with the Oxford AstraZeneca COVID-19 vaccine.",
        "18 February, 2021  – Sri Lanka international cricketer Dhammika Prasad announces his retirement from international cricket after an 8-year career.",
        "21 February, 2021  – Popular actors Sajitha Anthony, Sangeeth Prabhu and Kokila Jayasuriya all test positive for COVID-19.",
        "22 February, 2021  – International cricketer Lahiru Kumara tests positive for COVID-19.",
        "23 February, 2021  – Sri Lanka international cricketer and captain Upul Tharanga announces his retirement from international cricket after a 15-year career.",
        "4 April, 2021  – The Mrs. Sri Lanka 2021 pageant held at the Nelum Pokuna Theatre concluded in a melee after the reigning Mrs. World Caroline Jurie stripped the winner Pushpika De Silva of her crown.",
        "5 April, 2021  – President Gotabaya Rajapaksa orders the immediately suspension palm oil imports to Sri Lanka.",
        "6 April, 2021  – Naufer Maulavi is identified as the mastermind behind the 2019 Sri Lanka Easter bombings.",
        "8 April, 2021  – Mrs. World Caroline Jurie and Model Chula Padmendra are arrested by the Cinnamon Garden Police on three separate counts for the Mrs. Sri Lanka 2021 controversy.",
        "10 May, 2021  – Total number of COVID-19 deaths in Sri Lanka exceeds 800.",
        "11 May, 2021  – Sri Lanka's notorious underworld leader Mabulage Dineth Melan Mabula, alias \"Urujuwa\" is killed by police fire.",
        "13 May, 2021  – Notorious underworld leader Tharaka Perera Wijesekara, alias \"Kosgoda Tharaka\", who was in police custody under detention orders, is shot dead by police at Meerigama.",
        "16 May, 2021  – Total number of COVID-19 deaths in Sri Lanka exceeds 900.",
        "17 May, 2021  – Popular singer Bathiya Jayakody tests positive for COVID-19.",
        "18 May, 2021  – Total number of COVID-19 deaths in Sri Lanka exceeds 1000.",
        "1 February, 2021  – The Ministry of Sustainability and the Environment announced during a parliamentary motion the upcoming launch of a multi-ministry Singapore Green Plan as a whole-of-nation sustainability strategy with ambitious targets set through 2030. The carbon tax will also be reviewed in 2023 with an expected increase by 2030. The motion is later passed to declare climate change a global emergency.",
        "3 February, 2021  – CP: The Moderna COVID-19 vaccine is approved by the Health Sciences Authority for use as the second COVID-19 vaccine in Singapore with the first supplies expected in March. Moderna is also required to monitor efficacy of vaccine before full registration.",
        "4 February, 2021  – The Keppel Marina East Desalination Plant is officially opened as Singapore's fourth desalination plant, being able to treat both sea and reservoir water, and serving as a recreational facility. Plans are also announced to convert the former Bukit Timah Waterworks into a visitors' centre, with the Linggiu Reservoir revealed to reach healthy levels in a first since 2016.",
        "8 April, 2021  – Deputy Prime Minister Heng Swee Keat steps aside from running as 4G leader owing to health concerns, challenges from the COVID-19 pandemic and a short timeframe, with a new leader picked in due course. As a result, DPM Heng will step down from the Finance Ministry while continuing as DPM, with Senior Minister Teo Chee Hean assigned Acting Prime Minister in PM Lee's absence. A Cabinet change will take place two weeks later.",
        "10 April, 2021  – HometeamNS Clubhouse at Khatib is officially opened to the public and NSmen with bowling alleys, swimming pool, indoor shooting range, T-Play indoor playground, Adventure Hq.",
        "1 July, 2021  – Plans are announced to redevelop Bedok Point into a mixed development with residential and commercial components, coming after low footfall at the mall.",
        "3 July, 2021  – Pasir Ris Reconfigured bus interchange is opened to replace the old Pasir Ris bus interchange.",
        "5 July, 2021  – CP: The Ministry of Health announces the commencement of its investigation into the cardiac arrest of a 16-year-old boy who had received his first dose of the COVID-19 vaccine six days prior.",
        "6 July, 2021  – A debate ensues in Parliament over free trade agreements (FTAs) and to correct falsehoods that have spread, particularly around the Comprehensive Economic Cooperation Agreement (CECA). This comes after allegations by the Progress Singapore Party (PSP). The importance of globalisation to Singapore, as well as negotiating FTAs with safeguards and how to help professionals, managers and executives (PMEs) who struggle. Data on foreign workforce numbers and total workers, as well as strategies against discrimination were discussed. In response, PSP supports free trade agreements, but disagrees that CECA benefitted Singapore at that stage.",
        "11 July, 2021  – Two buses at the Bukit Batok Bus Interchange collide, resulting in one of the buses breaching a railing and falling a few meters onto another road. Fourteen people were taken to hospital,",
        "14 July, 2021  – The Sembcorp Tengeh Floating Solar Farm is officially opened as Singapore's first large-scale floating solar farm. Two more such facilities will be built in Bedok and Lower Selatar Reservoirs and completed later this year.",
        "19 July, 2021  – An attack takes place at River Valley High School with an axe, causing the death of a Secondary 1 student. A Secondary 4 student is arrested and subsequently charged with murder the following day."
    ],
    "test_inputs": [
        [
            [
                "When did Health Minister Zweli Mkhize announce that South Africa will receive the Oxford-AstraZeneca vaccine doses?\nA) December 2020\nB) January 2021\nC) February 2021\nD) March 2021",
                "B"
            ],
            [
                "How many doses of the Oxford-AstraZeneca vaccine will South Africa receive in January 2021?\nA) 500,000\nB) 750,000\nC) 1,000,000\nD) 1,250,000",
                "C"
            ],
            [
                "How many health workers will be prioritized for the COVID-19 vaccination in South Africa?\nA) 500,000\nB) 750,000\nC) 1,000,000\nD) 1,250,000",
                "D"
            ]
        ],
        [
            [
                "On what date did the incident involving a five-year-old boy in Mpumalanga occur?\nA) 15 January, 2021\nB) 25 January, 2021\nC) 5 February, 2021\nD) 15 February, 2021",
                "B"
            ],
            [
                "What was the age of the boy involved in the incident in Mpumalanga?\nA) 3 years old\nB) 4 years old\nC) 5 years old\nD) 6 years old",
                "C"
            ],
            [
                "In which South African province did the incident involving a five-year-old boy take place?\nA) Gauteng\nB) KwaZulu-Natal\nC) Mpumalanga\nD) Limpopo",
                "C"
            ]
        ],
        [
            [
                "When did the government announce plans to establish a special Land Court?\n\nA. 1 January, 2021\nB. 1 March, 2021\nC. 1 May, 2021\nD. 1 July, 2021\n\nAnswer: B. 1 March, 2021",
                "B"
            ],
            [
                "What type of court did the government announce plans to establish in March 2021?\n\nA. Tax Court\nB. Land Court\nC. Environmental Court\nD. Family Court\n\nAnswer: B. Land Court",
                "B"
            ],
            [
                "What was the government's announcement on 1 March, 2021 related to?\n\nA. A new tax policy\nB. A special Land Court\nC. A new environmental regulation\nD. A change in family law\n\nAnswer: B. A special Land Court",
                "B"
            ]
        ],
        [
            [
                "On what date were immigrant street vendors from Senegal and Burkina Faso hospitalized after xenophobic attacks in Durban?\nA) 1 March, 2021\nB) 8 March, 2021\nC) 15 March, 2021\nD) 22 March, 2021",
                "B"
            ],
            [
                "Which South African city experienced xenophobic attacks on immigrant street vendors from Senegal and Burkina Faso in March 2021?\nA) Johannesburg\nB) Cape Town\nC) Durban\nD) Pretoria",
                "C"
            ],
            [
                "Which nationalities were the immigrant street vendors who were hospitalized after xenophobic attacks in Durban in March 2021?\nA) Nigerian and Zimbabwean\nB) Ethiopian and Somali\nC) Senegalese and Burkinabe\nD) Mozambican and Malawian",
                "C"
            ]
        ],
        [
            [
                "What event led to the death of a middle-aged man during a demonstration on March 10, 2021?\n\nA) A car accident\nB) A heart attack\nC) A police officer shooting him with a rubber bullet\nD) A violent altercation with another protester",
                "C"
            ],
            [
                "What was the subject of the demonstration during which a man was killed by a rubber bullet on March 10, 2021?\n\nA) Climate change\nB) Police brutality\nC) High cost of the University of the Witwatersrand\nD) Political corruption",
                "C"
            ],
            [
                "Where did the demonstration take place in which a man was killed by a rubber bullet on March 10, 2021?\n\nA) University of Cape Town\nB) University of Pretoria\nC) University of the Witwatersrand\nD) University of Johannesburg",
                "C"
            ]
        ],
        [
            [
                "What organization is investigating a case of discrimination involving a Ndebele activist's use of traditional clothing in a Johannesburg pharmacy?\na) United Nations Human Rights Council\nb) South African Human Rights Commission\nc) Amnesty International\nd) African Commission on Human and Peoples' Rights",
                "B"
            ],
            [
                "On what date did the South African Human Rights Commission begin investigating the case of discrimination involving Thando Mahlangu's use of traditional clothing in a Clicks pharmacy?\na) 12 February, 2021\nb) 24 March, 2021\nc) 15 April, 2021\nd) 30 January, 2021",
                "B"
            ],
            [
                "What was the age of the Ndebele activist, Thando Mahlangu, who faced discrimination for wearing traditional clothing in a Johannesburg pharmacy?\na) 25\nb) 30\nc) 35\nd) 40",
                "C"
            ]
        ],
        [
            [
                "Who was named regent following the death of King Goodwill Zwelithini on March 24, 2021?\na) Queen Nandi Zulu\nb) Queen Mantfombi Dlamini Zulu\nc) Queen Sibongile Zulu\nd) Queen Ntombi Zulu",
                "B"
            ],
            [
                "When did Queen Mantfombi Dlamini Zulu become regent after the death of King Goodwill Zwelithini?\na) January 15, 2021\nb) February 28, 2021\nc) March 24, 2021\nd) April 10, 2021",
                "C"
            ],
            [
                "Which South African king passed away, leading to Queen Mantfombi Dlamini Zulu being named regent?\na) King Shaka Zulu\nb) King Cetshwayo Zulu\nc) King Dingane Zulu\nd) King Goodwill Zwelithini",
                "D"
            ]
        ],
        [
            [
                "On what date did Ethiopians demonstrate in Pretoria to bring attention to human rights violations in the Tigray Region of Ethiopia?\na) 15 March, 2021\nb) 25 March, 2021\nc) 5 April, 2021\nd) 12 February, 2021",
                "B"
            ],
            [
                "In which city did Ethiopians hold a demonstration to raise awareness about human rights violations in the Tigray Region of Ethiopia on 25 March, 2021?\na) Addis Ababa\nb) Johannesburg\nc) Cape Town\nd) Pretoria",
                "D"
            ],
            [
                "What was the purpose of the Ethiopian demonstration in Pretoria on 25 March, 2021?\na) To celebrate Ethiopian culture\nb) To protest against government policies\nc) To bring attention to human rights violations in the Tigray Region of Ethiopia\nd) To demand economic reforms",
                "C"
            ]
        ],
        [
            [
                "On what date did President Ramaphosa call upon members of the ANC charged with corruption or other serious crimes to step aside or face suspension?\n\nA) 15 February, 2021\nB) 29 March, 2021\nC) 12 April, 2021\nD) 5 May, 2021\n\nCorrect answer: B) 29 March, 2021",
                "B"
            ],
            [
                "What consequence did President Ramaphosa warn ANC members charged with corruption or other serious crimes would face if they did not step aside within 30 days?\n\nA) Expulsion from the party\nB) Legal action\nC) Suspension\nD) Loss of political office\n\nCorrect answer: C) Suspension",
                "C"
            ],
            [
                "Which political party's members were called upon by President Ramaphosa to step aside if charged with corruption or other serious crimes?\n\nA) Democratic Alliance (DA)\nB) Economic Freedom Fighters (EFF)\nC) African National Congress (ANC)\nD) Inkatha Freedom Party (IFP)\n\nCorrect answer: C) African National Congress (ANC)",
                "C"
            ]
        ],
        [
            [
                "When is the trial of former South African president Jacob Zuma on corruption charges set to begin?\n\nA) January, 2021\nB) May, 2021\nC) September, 2021\nD) December, 2021\n\nAnswer: B) May, 2021",
                "B"
            ],
            [
                "Who is set to face trial on corruption charges in May, 2021?\n\nA) Nelson Mandela\nB) Cyril Ramaphosa\nC) Thabo Mbeki\nD) Jacob Zuma\n\nAnswer: D) Jacob Zuma",
                "D"
            ],
            [
                "What charges is former South African president Jacob Zuma facing in his upcoming trial?\n\nA) Tax evasion\nB) Corruption\nC) Human rights violations\nD) Election fraud\n\nAnswer: B) Corruption",
                "B"
            ]
        ],
        [
            [
                "On June 9, 2021, Gosiame Thamara Sithole gave birth to a possible world record number of babies. How many babies did she give birth to?\na) 8\nb) 10\nc) 12\nd) 14",
                "B"
            ],
            [
                "What is the name of the woman who reportedly gave birth to ten babies on June 9, 2021?\na) Gosiame Thamara Sithole\nb) Thandiwe Zuma\nc) Naledi Mokoena\nd) Lerato Dlamini",
                "A"
            ],
            [
                "Gosiame Thamara Sithole's ten babies born on June 9, 2021, were evenly split between boys and girls. How many boys and girls were born?\na) 4 boys and 6 girls\nb) 5 boys and 5 girls\nc) 6 boys and 4 girls\nd) 7 boys and 3 girls",
                "B"
            ]
        ],
        [
            [
                "What was the reason for former South African president Jacob Zuma's 15-month imprisonment sentence?\n\na) Corruption charges\nb) Contempt of court\nc) Tax evasion\nd) Election fraud",
                "B"
            ],
            [
                "On what date did the Constitutional Court of South Africa issue a statement regarding Jacob Zuma's imprisonment?\n\na) 15 May, 2021\nb) 29 June, 2021\nc) 12 July, 2021\nd) 1 August, 2021",
                "B"
            ],
            [
                "How long is former South African president Jacob Zuma's imprisonment sentence as issued by the Constitutional Court?\n\na) 6 months\nb) 12 months\nc) 15 months\nd) 24 months",
                "C"
            ]
        ],
        [
            [
                "Who was reappointed as the Mexican ambassador to Bolivia on January 28, 2021?\na) Luis Arce\nb) María Teresa Mercado\nc) Andrés Manuel López Obrador\nd) Jeanine Áñez",
                "B"
            ],
            [
                "What event led to María Teresa Mercado being declared persona non grata in Bolivia?\na) 2019–2020 Mexico–Bolivia diplomatic crisis\nb) 2018 Mexican presidential election\nc) 2020 Bolivian general election\nd) 2019 Bolivian coup d'état",
                "A"
            ],
            [
                "Who requested the reappointment of María Teresa Mercado as the Mexican ambassador to Bolivia?\na) Andrés Manuel López Obrador\nb) Jeanine Áñez\nc) Evo Morales\nd) Luis Arce",
                "D"
            ]
        ],
        [
            [
                "What event occurred on January 31, 2021, regarding the COVID-19 pandemic in Argentina?\na) Argentina declared a national emergency\nb) The doctors' union pushed for a new lockdown as hospitals approached saturation\nc) Argentina reached 1 million COVID-19 cases\nd) The first 20,000 doses of Pfizer COVID-19 vaccine arrived in Argentina",
                "B"
            ],
            [
                "What is the average number of health workers dying daily in Argentina during the COVID-19 pandemic?\na) 5 health workers\nb) 1 health worker\nc) 10 health workers\nd) 3 health workers",
                "B"
            ],
            [
                "Which COVID-19 vaccine's first 20,000 doses arrived in Argentina around January 31, 2021?\na) Pfizer-BioNTech\nb) Moderna\nc) AstraZeneca\nd) Sputnik V",
                "D"
            ]
        ],
        [
            [
                "What date did environmental authorities investigate the deaths of 35 Andean condors?\n\nA) 1 January, 2021\nB) 7 February, 2021\nC) 15 March, 2021\nD) 20 April, 2021\n\nAnswer: B) 7 February, 2021",
                "B"
            ],
            [
                "Which endangered species was investigated by environmental authorities for the deaths of 35 individuals in February 2021?\n\nA) African Elephant\nB) Bengal Tiger\nC) Andean Condor\nD) Giant Panda\n\nAnswer: C) Andean Condor",
                "C"
            ],
            [
                "How many Andean condors were found dead, prompting an investigation by environmental authorities in February 2021?\n\nA) 10\nB) 20\nC) 35\nD) 50\n\nAnswer: C) 35",
                "C"
            ]
        ],
        [
            [
                "When did health workers announce a general strike against the Ley de Emergencia Sanitaria (Emergency Health Law)?\na) 12 February, 2021\nb) 18 February, 2021\nc) 28 February, 2021\nd) 1 March, 2021",
                "B"
            ],
            [
                "What was the reason for the health workers' general strike in February 2021?\na) Low wages\nb) Unsafe working conditions\nc) The Ley de Emergencia Sanitaria (Emergency Health Law)\nd) Lack of personal protective equipment",
                "C"
            ],
            [
                "How long did the health workers' general strike against the Ley de Emergencia Sanitaria last?\na) 5 days\nb) 10 days\nc) 15 days\nd) 20 days",
                "B"
            ]
        ],
        [
            [
                "How many people were killed in the bus accident in Colomi, Cochabamba Department on 2 March, 2021?\na) 10\nb) 15\nc) 20\nd) 30",
                "C"
            ],
            [
                "In which country did the bus accident occur on 2 March, 2021, resulting in 20 fatalities and 25 injuries?\na) Colombia\nb) Bolivia\nc) Peru\nd) Ecuador",
                "B"
            ],
            [
                "How many people were injured in the bus accident in Colomi, Cochabamba Department on 2 March, 2021?\na) 10\nb) 20\nc) 25\nd) 30",
                "C"
            ]
        ],
        [
            [
                "On March 3, 2021, a tragic incident occurred during a student protest at the Universidad Pública de El Alto (UPEA). What caused the death of six people?\n\nA) A fire broke out in the building\nB) A railing collapsed, causing them to fall four floors\nC) A stampede occurred during the protest\nD) A car drove into the crowd of protesters",
                "B"
            ],
            [
                "How many people were arrested and charged with homicide after the railing collapse incident at the Universidad Pública de El Alto (UPEA) on March 3, 2021?\n\nA) Two\nB) Three\nC) Five\nD) Eight",
                "B"
            ],
            [
                "During the student protest at the Universidad Pública de El Alto (UPEA) on March 3, 2021, how far did the victims fall after the railing collapsed?\n\nA) 10 meters (33 feet)\nB) 16.7 meters (55 feet)\nC) 20 meters (66 feet)\nD) 25 meters (82 feet)",
                "B"
            ]
        ],
        [
            [
                "When were the regional elections held in Bolivia in 2021?\n\nA) 1 January, 2021\nB) 7 March, 2021\nC) 15 May, 2021\nD) 30 September, 2021\n\nCorrect answer: B) 7 March, 2021",
                "B"
            ],
            [
                "What positions were up for election during the 2021 regional elections in Bolivia?\n\nA) Governors, mayors, councillors, and departmental assemblies\nB) Presidents, vice presidents, and senators\nC) Prime ministers, deputy prime ministers, and members of parliament\nD) City council members, school board members, and judges\n\nCorrect answer: A) Governors, mayors, councillors, and departmental assemblies",
                "A"
            ],
            [
                "How many Departments in Bolivia held regional elections in 2021?\n\nA) 3\nB) 5\nC) 7\nD) 9\n\nCorrect answer: D) 9",
                "D"
            ]
        ],
        [
            [
                "On what date did the government order the arrest of former president Jeanine Áñez and members of her government?\n\nA) 5 March, 2021\nB) 12 March, 2021\nC) 20 March, 2021\nD) 25 March, 2021\n\nCorrect answer: B) 12 March, 2021",
                "B"
            ],
            [
                "What were the charges against former president Jeanine Áñez and members of her government?\n\nA) Corruption and money laundering\nB) Terrorism, sedition, and conspiracy\nC) Human rights violations and embezzlement\nD) Drug trafficking and fraud\n\nCorrect answer: B) Terrorism, sedition, and conspiracy",
                "B"
            ],
            [
                "Who was the former president of Bolivia arrested in March 2021?\n\nA) Evo Morales\nB) Jeanine Áñez\nC) Luis Arce\nD) Jorge Quiroga\n\nCorrect answer: B) Jeanine Áñez",
                "B"
            ]
        ],
        [
            [
                "In April 2021, members of Evo Morales's personal bodyguard attended a rally dressed in uniforms belonging to which former president's army?\n\nA. Hugo Chávez\nB. Nicolás Maduro\nC. Fidel Castro\nD. Juan Perón",
                "A"
            ],
            [
                "Where did the rally attended by members of Evo Morales's personal bodyguard, dressed in Hugo Chávez's army uniforms, take place?\n\nA. Plaza San Francisco\nB. Plaza de Mayo\nC. Plaza Bolívar\nD. Plaza de la Revolución",
                "A"
            ],
            [
                "Whose personal bodyguard attended a rally in April 2021 dressed in uniforms belonging to the army of former Venezuelan president Hugo Chávez?\n\nA. Nicolás Maduro\nB. Evo Morales\nC. Fidel Castro\nD. Juan Guaidó",
                "B"
            ]
        ],
        [
            [
                "On June 12, 2021, which country announced it would donate 400,000 doses of Oxford-AstraZeneca COVID-19 vaccine to Belize, Bolivia, and Paraguay?\na) United States\nb) Canada\nc) Mexico\nd) Brazil",
                "C"
            ],
            [
                "Which COVID-19 vaccine will Mexico donate 400,000 doses of to Belize, Bolivia, and Paraguay?\na) Pfizer-BioNTech\nb) Moderna\nc) Oxford-AstraZeneca\nd) Johnson & Johnson",
                "C"
            ],
            [
                "To which three countries will Mexico donate 400,000 doses of Oxford-AstraZeneca COVID-19 vaccine?\na) Guatemala, Honduras, and El Salvador\nb) Belize, Bolivia, and Paraguay\nc) Colombia, Ecuador, and Peru\nd) Argentina, Chile, and Uruguay",
                "B"
            ]
        ],
        [
            [
                "Who was appointed as the Minister for Education on November 19, 2021?\n\nA. Edgar Pary\nB. Maria Johnson\nC. Thomas Green\nD. Laura Smith",
                "A"
            ],
            [
                "On which date was Edgar Pary appointed as the Minister for Education?\n\nA. October 15, 2021\nB. November 5, 2021\nC. November 19, 2021\nD. December 1, 2021",
                "C"
            ],
            [
                "What position did Edgar Pary assume on November 19, 2021?\n\nA. Minister for Health\nB. Minister for Finance\nC. Minister for Education\nD. Minister for Environment",
                "C"
            ]
        ],
        [
            [
                "Who was convicted by the Sandiganbayan of graft and malversation of public funds in relation to the Priority Development Assistance Fund scam on February 5, 2021?\na) Janet Lim-Napoles\nb) Rodrigo Duterte\nc) Benigno Aquino III\nd) Gloria Macapagal-Arroyo",
                "A"
            ],
            [
                "What crime were Janet Lim-Napoles, Constantino Jaraula, and three others convicted of in relation to the Priority Development Assistance Fund scam?\na) Tax evasion\nb) Money laundering\nc) Graft and malversation of public funds\nd) Embezzlement",
                "C"
            ],
            [
                "Which former Philippine representative was convicted alongside Janet Lim-Napoles in the Priority Development Assistance Fund scam case on February 5, 2021?\na) Leila de Lima\nb) Ferdinand Marcos Jr.\nc) Constantino Jaraula\nd) Jejomar Binay",
                "C"
            ]
        ],
        [
            [
                "What was the magnitude of the earthquake that struck the southern island of Mindanao on February 7, 2021?\na) 5.5 Mw\nb) 6.0 Mw\nc) 6.5 Mw\nd) 7.0 Mw",
                "B"
            ],
            [
                "How many people were injured in the 2021 Davao Del Sur earthquake that occurred on February 7, 2021?\na) 5\nb) 10\nc) 14\nd) 20",
                "C"
            ],
            [
                "On which island did the 6.0 Mw earthquake occur on February 7, 2021?\na) Luzon\nb) Visayas\nc) Mindanao\nd) Palawan",
                "C"
            ]
        ],
        [
            [
                "What did the Supreme Court of the Philippines, acting as the Presidential Electoral Tribunal, decide on February 16, 2021, regarding the electoral protest of former senator Bongbong Marcos against Vice President Leni Robredo?\n\nA. Upheld the protest and declared Marcos the winner\nB. Ordered a recount of the votes\nC. Unanimously dismissed the protest\nD. Postponed the decision for further investigation",
                "C"
            ],
            [
                "Who filed an electoral protest against Vice President Leni Robredo, which was dismissed by the Supreme Court of the Philippines on February 16, 2021?\n\nA. Rodrigo Duterte\nB. Bongbong Marcos\nC. Grace Poe\nD. Antonio Trillanes",
                "B"
            ],
            [
                "On what date did the Supreme Court of the Philippines, sitting as the Presidential Electoral Tribunal, unanimously dismiss the electoral protest of former senator Bongbong Marcos against Vice President Leni Robredo?\n\nA. January 1, 2021\nB. February 16, 2021\nC. March 15, 2021\nD. April 30, 2021",
                "B"
            ]
        ],
        [
            [
                "On February 16, 2021, President Rodrigo Duterte granted amnesty to members of which rebel groups?\n\nA. Moro National Liberation Front, Moro Islamic Liberation Front, and the Rebolusyonaryong Partido ng Manggagawa ng Pilipinas/Revolutionary Proletarian Army/Alex Boncayao Brigade\nB. New People's Army, Abu Sayyaf Group, and Maute Group\nC. Bangsamoro Islamic Freedom Fighters, Communist Party of the Philippines, and National Democratic Front\nD. Islamic State of Iraq and Syria, Al-Qaeda, and Taliban",
                "A"
            ],
            [
                "What condition did President Rodrigo Duterte impose on the amnesty granted to members of certain rebel groups on February 16, 2021?\n\nA. They must agree to surrender their weapons\nB. They must convert to Christianity\nC. They must pledge allegiance to the Philippine government\nD. They must serve in the Philippine military for at least two years",
                "A"
            ],
            [
                "What was the reason for granting amnesty to members of certain rebel groups by President Rodrigo Duterte on February 16, 2021?\n\nA. To encourage economic development in the affected regions\nB. To strengthen the Philippine military forces\nC. To recognize their commitment to their political beliefs\nD. To reduce the number of crimes committed by these groups",
                "A"
            ]
        ],
        [
            [
                "On February 17, 2021, Senator Leila de Lima was acquitted in one of her drug cases due to:\n\nA) A technicality in the case\nB) Insufficient evidence\nC) A change in the law\nD) A plea bargain",
                "B"
            ],
            [
                "How many drug cases were filed against Senator Leila de Lima?\n\nA) One\nB) Two\nC) Three\nD) Four",
                "C"
            ],
            [
                "What was the reason for Senator Leila de Lima's acquittal in one of her drug cases on February 17, 2021?\n\nA) She was found not guilty by a jury\nB) The case was dismissed by the judge\nC) There was insufficient evidence to convict her\nD) She was pardoned by the president",
                "C"
            ]
        ],
        [
            [
                "On what date did President Rodrigo Duterte sign Republic Act No. 11524, creating a trust fund for the Philippines' coconut farmers?\n\nA. January 15, 2021\nB. February 26, 2021\nC. March 12, 2021\nD. April 30, 2021\n\nAnswer: B. February 26, 2021",
                "B"
            ],
            [
                "What is the purpose of Republic Act No. 11524 signed by President Rodrigo Duterte?\n\nA. To provide free education for all Filipino children\nB. To create a trust fund for the country's coconut farmers\nC. To establish a national healthcare system\nD. To promote tourism in the Philippines\n\nAnswer: B. To create a trust fund for the country's coconut farmers",
                "B"
            ],
            [
                "Who signed Republic Act No. 11524, which created a trust fund for the Philippines' coconut farmers?\n\nA. Benigno Aquino III\nB. Gloria Macapagal-Arroyo\nC. Rodrigo Duterte\nD. Joseph Estrada\n\nAnswer: C. Rodrigo Duterte",
                "C"
            ]
        ],
        [
            [
                "When did the Philippines receive its first shipment of COVID-19 vaccines?\n\nA) January 28, 2021\nB) February 28, 2021\nC) March 28, 2021\nD) April 28, 2021\n\nAnswer: B) February 28, 2021",
                "B"
            ],
            [
                "Which COVID-19 vaccine did the Philippines receive in its first shipment?\n\nA) Pfizer-BioNTech\nB) Moderna\nC) AstraZeneca\nD) Sinovac Biotech's CoronaVac\n\nAnswer: D) Sinovac Biotech's CoronaVac",
                "D"
            ],
            [
                "How many doses of the COVID-19 vaccine were in the Philippines' first shipment?\n\nA) 100,000\nB) 300,000\nC) 600,000\nD) 1,000,000\n\nAnswer: C) 600,000",
                "C"
            ]
        ],
        [
            [
                "When did the Department of Health and National Task Force Against COVID-19 begin its vaccination campaign in the Philippines?\n\nA) January 1, 2021\nB) February 1, 2021\nC) March 1, 2021\nD) April 1, 2021",
                "C"
            ],
            [
                "Which COVID-19 vaccine was used for the start of the vaccination campaign in the Philippines?\n\nA) Pfizer-BioNTech\nB) Moderna\nC) AstraZeneca\nD) Sinovac",
                "D"
            ],
            [
                "Who was the first person to be legally inoculated with CoronaVac in the Philippines?\n\nA) Rodrigo Duterte\nB) Gerardo Legaspi\nC) Francisco Duque III\nD) Carlito Galvez Jr.",
                "B"
            ]
        ],
        [
            [
                "On March 13, 2021, residents of which Philippine island voted in a plebiscite to disapprove a law that would divide the island into three separate provinces?\na) Luzon\nb) Mindanao\nc) Visayas\nd) Palawan",
                "D"
            ],
            [
                "What was the purpose of the March 13, 2021 plebiscite in Palawan, Philippines?\na) To approve a new governor\nb) To disapprove a law dividing Palawan into three provinces\nc) To approve a new national park\nd) To disapprove a new mining project",
                "B"
            ],
            [
                "Which city in Palawan was not included in the March 13, 2021 plebiscite regarding the division of the island into three provinces?\na) El Nido\nb) Coron\nc) Puerto Princesa\nd) Roxas",
                "C"
            ]
        ],
        [
            [
                "On what date did the Philippines file its first formal diplomatic protest regarding the presence of Chinese fishing boats at Whitsun Reef in the Spratly Islands?\n\nA. February 21, 2021\nB. March 7, 2021\nC. March 21, 2021\nD. April 1, 2021\n\nAnswer: C. March 21, 2021",
                "C"
            ],
            [
                "How many Chinese fishing boats were moored at Whitsun Reef in the Spratly Islands, prompting the Philippines to file a diplomatic protest?\n\nA. 50\nB. 100\nC. 220\nD. 500\n\nAnswer: C. 220",
                "C"
            ],
            [
                "Which country filed a formal diplomatic protest on March 21, 2021, regarding the presence of Chinese fishing boats at Whitsun Reef in the Spratly Islands?\n\nA. Vietnam\nB. Malaysia\nC. Philippines\nD. Indonesia\n\nAnswer: C. Philippines",
                "C"
            ]
        ],
        [
            [
                "When did President Rodrigo Duterte approve the IATF's recommendation to place the Greater Manila Area under enhanced community quarantine in 2021?\na) March 15, 2021\nb) March 27, 2021\nc) April 1, 2021\nd) April 11, 2021",
                "B"
            ],
            [
                "What was the initial duration of the enhanced community quarantine in the Greater Manila Area in 2021?\na) March 29 to April 4\nb) March 15 to March 22\nc) April 1 to April 7\nd) April 5 to April 11",
                "A"
            ],
            [
                "Which area was placed under enhanced community quarantine by President Rodrigo Duterte in March 2021?\na) Greater Manila Area\nb) Davao City\nc) Cebu City\nd) Baguio City",
                "A"
            ]
        ],
        [
            [
                "On May 8, 2021, which group of insurgents occupied the public market of Datu Paglas in Maguindanao?\n\nA. Abu Sayyaf Group\nB. Moro National Liberation Front\nC. Bangsamoro Islamic Freedom Fighters\nD. New People's Army",
                "C"
            ],
            [
                "In which municipality was the public market occupied by the Bangsamoro Islamic Freedom Fighters on May 8, 2021?\n\nA. Cotabato City\nB. Datu Piang\nC. Datu Paglas\nD. Shariff Aguak",
                "C"
            ],
            [
                "On what date did the Bangsamoro Islamic Freedom Fighters occupy the public market in Datu Paglas, Maguindanao?\n\nA. April 30, 2021\nB. May 1, 2021\nC. May 8, 2021\nD. May 15, 2021",
                "C"
            ]
        ],
        [
            [
                "On what date did President Duterte place the Philippines under a state of calamity due to the African swine fever outbreak?\nA. April 15, 2021\nB. May 11, 2021\nC. June 5, 2021\nD. July 22, 2021",
                "B"
            ],
            [
                "Why did President Duterte declare a state of calamity in the Philippines in 2021?\nA. Typhoon damage\nB. COVID-19 pandemic\nC. African swine fever outbreak\nD. Earthquake",
                "C"
            ],
            [
                "For how long did President Duterte place the Philippines under a state of calamity due to the African swine fever outbreak?\nA. Six months\nB. One year\nC. Two years\nD. Indefinitely",
                "B"
            ]
        ],
        [
            [
                "On what date did the Philippine government's Anti-Terrorism Council formally declare CPP-NPA leader Joma Sison and ASG leader Esmael Abdul-malik as terrorists?\nA. March 14, 2021\nB. April 21, 2021\nC. May 14, 2021\nD. June 14, 2021",
                "B"
            ],
            [
                "Which organization did the Philippine government's Anti-Terrorism Council declare as having terrorist leaders on May 14, 2021?\nA. ISIS\nB. CPP-NPA and ASG\nC. Al-Qaeda\nD. Boko Haram",
                "B"
            ],
            [
                "How many individuals were declared as terrorists by the Philippine government's Anti-Terrorism Council in its resolution dated April 21, 2021?\nA. 5\nB. 10\nC. 19\nD. 28",
                "D"
            ]
        ],
        [
            [
                "When was Republic Act 11550 signed into law, approving the split of Maguindanao into two provinces?\nA) May 27, 2020\nB) May 27, 2021\nC) June 27, 2021\nD) July 27, 2021",
                "B"
            ],
            [
                "What are the names of the two provinces that will be created after the split of Maguindanao?\nA) Maguindanao del Norte and Maguindanao del Este\nB) Maguindanao del Norte and Maguindanao del Sur\nC) Maguindanao del Este and Maguindanao del Oeste\nD) Maguindanao del Sur and Maguindanao del Oeste",
                "B"
            ],
            [
                "What needs to happen before the province of Maguindanao is officially dissolved and split into two provinces?\nA) A presidential decree\nB) A congressional vote\nC) A plebiscite\nD) A Supreme Court ruling",
                "C"
            ]
        ],
        [
            [
                "On what date did President Rodrigo Duterte sign Republic Act No. 11521, extending the electricity lifeline rates for the poor for a period of 50 years?\n\nA) January 1, 2021\nB) March 15, 2021\nC) May 27, 2021\nD) July 4, 2021",
                "C"
            ],
            [
                "What is the purpose of Republic Act No. 11521 signed by President Rodrigo Duterte?\n\nA) To increase taxes on electricity consumption\nB) To extend electricity lifeline rates for the poor for 50 years\nC) To privatize the electricity industry in the Philippines\nD) To establish a new energy regulatory commission",
                "B"
            ],
            [
                "For how long does Republic Act No. 11521 extend the electricity lifeline rates for the poor in the Philippines?\n\nA) 10 years\nB) 25 years\nC) 50 years\nD) 100 years",
                "C"
            ]
        ],
        [
            [
                "On July 4, 2021, which type of aircraft crashed in Patikul, Sulu, resulting in the deadliest aviation accident involving the Philippine military?\n\nA. Boeing 747\nB. Airbus A320\nC. Lockheed C-130 Hercules\nD. McDonnell Douglas F-15 Eagle",
                "C"
            ],
            [
                "How many people were killed in the Philippine Air Force's deadliest aviation accident on July 4, 2021?\n\nA. 25\nB. 53\nC. 75\nD. 102",
                "B"
            ],
            [
                "In which location did the Philippine Air Force's deadliest aviation accident occur on July 4, 2021?\n\nA. Manila\nB. Cebu\nC. Davao\nD. Patikul, Sulu",
                "D"
            ]
        ],
        [
            [
                "On July 30, 2021, President Rodrigo Duterte took a significant action regarding the Philippines' Visiting Forces Agreement with the United States. What did he do?\n\nA) He extended the agreement for another 10 years\nB) He revoked his order to terminate the agreement\nC) He demanded the US to increase its financial support\nD) He proposed a new agreement with different terms",
                "B"
            ],
            [
                "The Visiting Forces Agreement (VFA) is a military cooperation agreement between which two countries?\n\nA) China and the Philippines\nB) Japan and the Philippines\nC) The United States and the Philippines\nD) Australia and the Philippines",
                "C"
            ],
            [
                "What was the date when President Rodrigo Duterte revoked his order to terminate the Philippines' Visiting Forces Agreement with the United States?\n\nA) June 30, 2021\nB) July 15, 2021\nC) July 30, 2021\nD) August 1, 2021",
                "C"
            ]
        ],
        [
            [
                "On what date did the lockdown in Shijiazhuang due to a COVID-19 outbreak occur?\nA) 1 January, 2021\nB) 6 January, 2021\nC) 15 January, 2021\nD) 20 January, 2021",
                "B"
            ],
            [
                "How many people were affected by the lockdown in Shijiazhuang due to a COVID-19 outbreak?\nA) 5 million\nB) 8 million\nC) 11 million\nD) 15 million",
                "C"
            ],
            [
                "Which city experienced a lockdown affecting 11 million people due to a COVID-19 outbreak on 6 January, 2021?\nA) Wuhan\nB) Beijing\nC) Shijiazhuang\nD) Shanghai",
                "C"
            ]
        ],
        [
            [
                "What event triggered a mining accident in Qixia, Shandong on 10 January, 2021?\na) A flood\nb) An explosion\nc) A cave-in\nd) An equipment malfunction",
                "B"
            ],
            [
                "In which Chinese province did a mining accident occur on 10 January, 2021?\na) Guangdong\nb) Sichuan\nc) Shandong\nd) Yunnan",
                "C"
            ],
            [
                "On what date did an explosion cause a mining accident in Qixia, Shandong?\na) 5 January, 2021\nb) 10 January, 2021\nc) 15 January, 2021\nd) 20 January, 2021",
                "B"
            ]
        ],
        [
            [
                "When did the World Health Organization team arrive in Wuhan, China to study the origins of COVID-19?\na) December 25, 2020\nb) January 11, 2021\nc) February 1, 2021\nd) March 15, 2021",
                "B"
            ],
            [
                "How many members of the World Health Organization team were sent to study the origins of COVID-19 in Wuhan, China?\na) 5 members\nb) 10 members\nc) 15 members\nd) 20 members",
                "C"
            ],
            [
                "Why did the last two members of the World Health Organization team not arrive in Wuhan, China with the rest of the team?\na) They were denied entry by the Chinese government\nb) They were awaiting their COVID-19 test results in Singapore\nc) They had a scheduling conflict\nd) They were not part of the original team",
                "B"
            ]
        ],
        [
            [
                "When was the first recorded death from COVID-19 since May 2020 reported in Hebei?\n\nA) 12 January, 2021\nB) 14 January, 2021\nC) 16 January, 2021\nD) 18 January, 2021\n\nCorrect Answer: B) 14 January, 2021",
                "B"
            ],
            [
                "In which Chinese province was the first recorded death from COVID-19 since May 2020 reported?\n\nA) Hubei\nB) Guangdong\nC) Hebei\nD) Sichuan\n\nCorrect Answer: C) Hebei",
                "C"
            ],
            [
                "As of May 2020, how long had it been since a COVID-19 death was reported in Hebei before the death on 14 January, 2021?\n\nA) 6 months\nB) 7 months\nC) 8 months\nD) 9 months\n\nCorrect Answer: C) 8 months",
                "C"
            ]
        ],
        [
            [
                "When did the 2020-2021 China-India skirmishes occur in Naku La?\n\nA) 15 December, 2020\nB) 20 January, 2021\nC) 10 February, 2021\nD) 25 November, 2020\n\nAnswer: B) 20 January, 2021",
                "B"
            ],
            [
                "Which two countries were involved in the skirmishes at Naku La in 2020-2021?\n\nA) China and Pakistan\nB) India and Nepal\nC) China and India\nD) India and Bangladesh\n\nAnswer: C) China and India",
                "C"
            ],
            [
                "Where did the 2020-2021 skirmishes between China and India take place?\n\nA) Galwan Valley\nB) Doklam Plateau\nC) Naku La\nD) Pangong Tso\n\nAnswer: C) Naku La",
                "C"
            ]
        ],
        [
            [
                "On January 22, 2021, China passed a law authorizing the China Coast Guard to take what action in the East China Sea?\n\nA. Conduct joint military exercises with neighboring countries\nB. Fire on foreign vessels\nC. Establish a new maritime border\nD. Offer humanitarian assistance to foreign ships",
                "B"
            ],
            [
                "Which organization was authorized by a Chinese law passed on January 22, 2021, to fire on foreign vessels in the East China Sea?\n\nA. Chinese Navy\nB. China Coast Guard\nC. Chinese Maritime Police\nD. Chinese Fisheries Enforcement Agency",
                "B"
            ],
            [
                "The law passed by China on January 22, 2021, regarding the East China Sea EEZ disputes has raised concerns about potential conflicts with which countries?\n\nA. United States and Russia\nB. Japan and South Korea\nC. India and Pakistan\nD. Australia and New Zealand",
                "B"
            ]
        ],
        [
            [
                "When did the Hualong One nuclear reactor begin commercial operation?\na) 15 December, 2020\nb) 30 January, 2021\nc) 1 February, 2021\nd) 15 March, 2021",
                "B"
            ],
            [
                "What type of reactor began commercial operation on 30 January, 2021?\na) Hualong One\nb) APR-1400\nc) EPR\nd) VVER-1200",
                "A"
            ],
            [
                "Which of the following events occurred on 30 January, 2021?\na) The launch of the James Webb Space Telescope\nb) The beginning of commercial operation for the Hualong One nuclear reactor\nc) The signing of the Paris Agreement\nd) The completion of the International Space Station",
                "B"
            ]
        ],
        [
            [
                "On what date did ByteDance file a lawsuit against Tencent for monopolistic practices?\n\nA) 1 January, 2021\nB) 2 February, 2021\nC) 15 March, 2021\nD) 30 April, 2021",
                "B"
            ],
            [
                "Which company filed a lawsuit against Tencent for monopolistic practices in 2021?\n\nA) Alibaba\nB) Baidu\nC) ByteDance\nD) JD.com",
                "C"
            ],
            [
                "What was the reason for ByteDance's lawsuit against Tencent in 2021?\n\nA) Copyright infringement\nB) Monopolistic practices\nC) Unfair competition\nD) Data privacy violation",
                "B"
            ]
        ],
        [
            [
                "When was China's CoronaVac vaccine approved for general use?\nA) 6 January, 2021\nB) 6 February, 2021\nC) 6 March, 2021\nD) 6 April, 2021",
                "B"
            ],
            [
                "Which COVID-19 vaccine was approved for general use in China on 6 February, 2021?\nA) Pfizer-BioNTech\nB) Moderna\nC) AstraZeneca\nD) CoronaVac",
                "D"
            ],
            [
                "What significant event related to the COVID-19 pandemic occurred on 6 February, 2021 in China?\nA) The first case of COVID-19 was reported\nB) China approved the CoronaVac vaccine for general use\nC) China declared a nationwide lockdown\nD) China reached 1 million vaccinations administered",
                "B"
            ]
        ],
        [
            [
                "When did China issue stricter anti-monopoly regulations to regulate internet platforms?\na) 1 January, 2021\nb) 7 February, 2021\nc) 15 March, 2021\nd) 30 April, 2021",
                "B"
            ],
            [
                "What was the purpose of China's stricter anti-monopoly regulations issued in February 2021?\na) To promote local businesses\nb) To regulate internet platforms\nc) To increase government control over media\nd) To encourage foreign investment",
                "B"
            ],
            [
                "Which country issued stricter anti-monopoly regulations in February 2021 to regulate internet platforms?\na) United States\nb) India\nc) China\nd) European Union",
                "C"
            ]
        ],
        [
            [
                "When was Clubhouse blocked in China?\na) 5 February, 2021\nb) 8 February, 2021\nc) 12 February, 2021\nd) 15 February, 2021",
                "B"
            ],
            [
                "What happened to Clubhouse in China after it increased in popularity?\na) It was promoted by the Chinese government\nb) It was blocked by the Chinese government\nc) It was acquired by a Chinese company\nd) It was integrated into WeChat",
                "B"
            ],
            [
                "Which social media platform was blocked in China in February 2021?\na) Facebook\nb) Twitter\nc) Clubhouse\nd) Instagram",
                "C"
            ]
        ],
        [
            [
                "On which date was the Tianwen-1 orbiter and rover inserted into orbit?\n\nA) 5 February, 2021\nB) 10 February, 2021\nC) 15 February, 2021\nD) 20 February, 2021",
                "B"
            ],
            [
                "What event occurred on 10 February, 2021, related to the Tianwen-1 mission?\n\nA) Launch of the mission\nB) Landing on Mars\nC) Insertion of the orbiter and rover into orbit\nD) Successful transmission of data back to Earth",
                "C"
            ],
            [
                "Which spacecraft was inserted into orbit on 10 February, 2021?\n\nA) Mars Science Laboratory\nB) Mars Express\nC) Tianwen-1\nD) Mars Reconnaissance Orbiter",
                "C"
            ]
        ],
        [
            [
                "What event attracted international controversy for the use of blackface in February 2021?\n\nA) The Oscars\nB) The CCTV New Year's Gala\nC) The Super Bowl Halftime Show\nD) The Golden Globe Awards",
                "B"
            ],
            [
                "Why did the CCTV New Year's Gala face international controversy in 2021?\n\nA) For promoting political propaganda\nB) For using blackface in their performance\nC) For excluding minority representation\nD) For offensive language and content",
                "B"
            ],
            [
                "When did the controversial use of blackface occur at the CCTV New Year's Gala?\n\nA) January 1, 2021\nB) February 11, 2021\nC) December 31, 2020\nD) February 12, 2021",
                "B"
            ]
        ],
        [
            [
                "When did a series of attacks on Chinese-owned factories occur in Myanmar as part of the 2021-2022 Myanmar protests?\n\nA) 10 January, 2021\nB) 15 February, 2021\nC) 30 March, 2021\nD) 5 April, 2021\n\nAnswer: B) 15 February, 2021",
                "B"
            ],
            [
                "What was targeted in a series of attacks during the 2021-2022 Myanmar protests on 15 February, 2021?\n\nA) Government buildings\nB) Foreign embassies\nC) Chinese-owned factories\nD) Public transportation systems\n\nAnswer: C) Chinese-owned factories",
                "C"
            ],
            [
                "In which country did a series of attacks on Chinese-owned factories take place on 15 February, 2021?\n\nA) Thailand\nB) Vietnam\nC) Myanmar\nD) Laos\n\nAnswer: C) Myanmar",
                "C"
            ]
        ],
        [
            [
                "When did Chinese and Indian forces complete their withdrawal from Pangong Tso after a months-long standoff?\na) 10 January, 2021\nb) 20 February, 2021\nc) 15 March, 2021\nd) 30 April, 2021",
                "B"
            ],
            [
                "Which two countries were involved in the 2020-2021 skirmishes that led to a standoff at Pangong Tso?\na) China and Pakistan\nb) India and Nepal\nc) China and India\nd) India and Bangladesh",
                "C"
            ],
            [
                "What event marked the end of the months-long standoff between Chinese and Indian forces in the 2020-2021 skirmishes?\na) A peace treaty signing\nb) A military victory by one side\nc) The withdrawal of both forces from Pangong Tso\nd) A United Nations intervention",
                "C"
            ]
        ],
        [
            [
                "What did the Parliament of Canada vote to recognize on February 22, 2021?\n\nA) Tibetan independence\nB) Uyghur genocide\nC) Hong Kong autonomy\nD) Chinese economic sanctions",
                "B"
            ],
            [
                "Which country became the second to recognize the Chinese persecution of Uyghurs as a genocide?\n\nA) United States\nB) United Kingdom\nC) Canada\nD) Australia",
                "C"
            ],
            [
                "What minority group is being persecuted by China, leading to the Parliament of Canada recognizing it as a genocide?\n\nA) Tibetans\nB) Uyghurs\nC) Falun Gong practitioners\nD) Mongolians",
                "B"
            ]
        ],
        [
            [
                "When did the 2021 National People's Congress begin?\nA) 1 March, 2021\nB) 5 March, 2021\nC) 10 March, 2021\nD) 15 March, 2021",
                "B"
            ],
            [
                "What event took place on 5 March, 2021?\nA) The 2021 National People's Congress\nB) The 2021 United Nations General Assembly\nC) The 2021 G20 Summit\nD) The 2021 World Economic Forum",
                "A"
            ],
            [
                "Which of the following events occurred in March 2021?\nA) The 2021 National People's Congress\nB) The 2021 United Nations Climate Change Conference\nC) The 2021 G7 Summit\nD) The 2021 World Health Assembly",
                "A"
            ]
        ],
        [
            [
                "What event took place on 8 March, 2021, related to the Uyghur genocide?\n\nA. The United Nations passed a resolution condemning China\nB. Several Chinese companies filed a government-backed lawsuit against Adrian Zenz\nC. Adrian Zenz released a new report on the Uyghur genocide\nD. The European Union imposed sanctions on China\n\nAnswer: B. Several Chinese companies filed a government-backed lawsuit against Adrian Zenz",
                "B"
            ],
            [
                "Who is Adrian Zenz and what is his connection to the Uyghur genocide?\n\nA. A Chinese official who denied the existence of the genocide\nB. A Uyghur activist who has been raising awareness about the genocide\nC. A researcher who has been investigating the Uyghur genocide and faced a lawsuit from Chinese companies\nD. A journalist who first reported on the Uyghur genocide\n\nAnswer: C. A researcher who has been investigating the Uyghur genocide and faced a lawsuit from Chinese companies",
                "C"
            ],
            [
                "Why did several Chinese companies file a government-backed lawsuit against Adrian Zenz in March 2021?\n\nA. For spreading false information about China's economy\nB. For his investigation of the Uyghur genocide\nC. For revealing state secrets to foreign governments\nD. For copyright infringement on Chinese publications\n\nAnswer: B. For his investigation of the Uyghur genocide",
                "B"
            ]
        ],
        [
            [
                "On what date did the Chinese legislature grant a committee the power to choose eligible candidates for elections in Hong Kong?\n\nA) 11 January, 2021\nB) 11 February, 2021\nC) 11 March, 2021\nD) 11 April, 2021",
                "C"
            ],
            [
                "What power was granted to a committee by the Chinese legislature in March 2021 regarding Hong Kong elections?\n\nA) The power to choose the election date\nB) The power to choose which candidates are eligible for elections\nC) The power to decide the number of seats in the legislature\nD) The power to determine the voting system",
                "B"
            ],
            [
                "Which entity was given the power to choose eligible candidates for Hong Kong elections in March 2021?\n\nA) The Hong Kong government\nB) The United Nations\nC) The Chinese legislature\nD) A committee appointed by the Chinese legislature",
                "D"
            ]
        ],
        [
            [
                "Which city was affected by the 2021 East Asia sandstorm on March 15, 2021?\n\nA) Tokyo\nB) Seoul\nC) Shanghai\nD) Beijing",
                "D"
            ],
            [
                "What natural event covered Beijing on March 15, 2021?\n\nA) Heavy snowfall\nB) East Asia sandstorm\nC) Torrential rain\nD) Earthquake",
                "B"
            ],
            [
                "On which date did the 2021 East Asia sandstorm cover Beijing?\n\nA) February 28, 2021\nB) March 1, 2021\nC) March 15, 2021\nD) April 1, 2021",
                "C"
            ]
        ],
        [
            [
                "What event prompted the European Union to declare its first sanctions against China since 1989 on March 17, 2021?\n\nA) Hong Kong protests\nB) South China Sea dispute\nC) Uyghur genocide\nD) Trade disputes",
                "C"
            ],
            [
                "When did the European Union last impose sanctions on China before the ones declared on March 17, 2021?\n\nA) 2005\nB) 1997\nC) 1989\nD) 2001",
                "C"
            ],
            [
                "Which persecuted group led to the European Union's decision to impose sanctions on China on March 17, 2021?\n\nA) Tibetans\nB) Uyghurs\nC) Falun Gong practitioners\nD) Chinese Christians",
                "B"
            ]
        ],
        [
            [
                "When were the United States-China talks held in Alaska?\n\nA. 18 February, 2021\nB. 18 March, 2021\nC. 18 April, 2021\nD. 18 May, 2021\n\nCorrect answer: B. 18 March, 2021",
                "B"
            ],
            [
                "Which two countries participated in talks held in Alaska on 18 March, 2021?\n\nA. Russia and the United States\nB. China and Japan\nC. The United States and China\nD. North Korea and South Korea\n\nCorrect answer: C. The United States and China",
                "C"
            ],
            [
                "Where did the United States-China talks take place on 18 March, 2021?\n\nA. Hawaii\nB. California\nC. Alaska\nD. Washington D.C.\n\nCorrect answer: C. Alaska",
                "C"
            ]
        ],
        [
            [
                "When was the recovery of hundreds of artifacts from a Sanxingdui dig site announced?\n\nA) 15 January, 2021\nB) 20 March, 2021\nC) 5 July, 2021\nD) 10 November, 2021\n\nAnswer: B) 20 March, 2021",
                "B"
            ],
            [
                "What was discovered at the Sanxingdui dig site in March 2021?\n\nA) A new species of dinosaur\nB) An ancient city\nC) Hundreds of artifacts\nD) A hidden treasure\n\nAnswer: C) Hundreds of artifacts",
                "C"
            ],
            [
                "Where was the dig site located where hundreds of artifacts were recovered in March 2021?\n\nA) Pompeii\nB) Sanxingdui\nC) Giza\nD) Machu Picchu\n\nAnswer: B) Sanxingdui",
                "B"
            ]
        ],
        [
            [
                "On what date did the Tibet Autonomous Region introduce 15 regulations on the border with India to limit entry?\n\nA) 1 January, 2021\nB) 6 April, 2021\nC) 15 August, 2020\nD) 30 December, 2020",
                "B"
            ],
            [
                "What was the purpose of the 15 regulations introduced by the Tibet Autonomous Region on the border with India?\n\nA) To promote tourism\nB) To limit entry\nC) To encourage trade\nD) To establish a new border agreement",
                "B"
            ],
            [
                "Which two countries were involved in the 2020-2021 skirmishes that led to the introduction of 15 regulations on the border by the Tibet Autonomous Region?\n\nA) China and Pakistan\nB) India and Nepal\nC) China and India\nD) India and Bangladesh",
                "C"
            ]
        ],
        [
            [
                "Which company was fined 18 billion yuan ($2.75 billion USD) on April 10, 2021?\na) Amazon\nb) Tencent\nc) Alibaba Group\nd) JD.com",
                "C"
            ],
            [
                "How much was Alibaba Group fined on April 10, 2021?\na) 5 billion yuan\nb) 10 billion yuan\nc) 18 billion yuan\nd) 25 billion yuan",
                "C"
            ],
            [
                "On what date was Alibaba Group fined 18 billion yuan ($2.75 billion USD)?\na) January 1, 2021\nb) February 14, 2021\nc) March 15, 2021\nd) April 10, 2021",
                "D"
            ]
        ],
        [
            [
                "When did China end the mandatory vaccination policy in several localities amid vaccine hesitancy?\na) 11 April, 2020\nb) 11 April, 2021\nc) 11 March, 2021\nd) 11 May, 2021",
                "B"
            ],
            [
                "What was the reason for China ending the mandatory vaccination policy in several localities?\na) Vaccine shortage\nb) Vaccine hesitancy\nc) High vaccination rates\nd) Change in government policy",
                "B"
            ],
            [
                "Which country ended the mandatory vaccination policy in several localities due to vaccine hesitancy in April 2021?\na) United States\nb) India\nc) China\nd) United Kingdom",
                "C"
            ]
        ],
        [
            [
                "When did an oil spill occur off the coast of Qingdao?\nA) 15 March, 2021\nB) 27 April, 2021\nC) 12 May, 2021\nD) 30 June, 2021",
                "B"
            ],
            [
                "Where did an oil spill take place on 27 April, 2021?\nA) Off the coast of Los Angeles\nB) Off the coast of Sydney\nC) Off the coast of Qingdao\nD) Off the coast of Mumbai",
                "C"
            ],
            [
                "What type of environmental incident took place off the coast of Qingdao on 27 April, 2021?\nA) A massive wildfire\nB) A chemical spill\nC) An oil spill\nD) A nuclear leak",
                "C"
            ]
        ],
        [
            [
                "What was launched into space on April 29, 2021, as the first component of the Tiangong space station?\n\nA. The Shenzhou spacecraft\nB. The Tianhe core module\nC. The Tiangong-1 space laboratory\nD. The Chang'e lunar probe\n\nAnswer: B. The Tianhe core module",
                "B"
            ],
            [
                "What is the purpose of the Tianhe core module launched on April 29, 2021?\n\nA. To serve as a lunar lander\nB. To act as a space telescope\nC. To be the first component of the Tiangong space station\nD. To test new satellite technology\n\nAnswer: C. To be the first component of the Tiangong space station",
                "C"
            ],
            [
                "Which space station's first component was launched on April 29, 2021?\n\nA. International Space Station (ISS)\nB. Mir Space Station\nC. Skylab\nD. Tiangong Space Station\n\nAnswer: D. Tiangong Space Station",
                "D"
            ]
        ],
        [
            [
                "When did the funeral of Yuan Longping take place?\nA) 12 May, 2021\nB) 24 May, 2021\nC) 30 May, 2021\nD) 15 May, 2021",
                "B"
            ],
            [
                "Who was Yuan Longping?\nA) A famous actor\nB) A renowned scientist\nC) A popular musician\nD) A well-known politician",
                "B"
            ],
            [
                "How many people attended Yuan Longping's funeral?\nA) Hundreds\nB) Thousands\nC) Tens of thousands\nD) Millions",
                "B"
            ]
        ],
        [
            [
                "What event led to the evacuation of thousands of people in Shenzhen on May 25, 2021?\n\nA. A fire broke out in a high-rise building\nB. SEG Plaza began wobbling without apparent cause\nC. A bomb threat was reported in the area\nD. A gas leak was detected in a nearby building",
                "B"
            ],
            [
                "Which building in Shenzhen began wobbling without apparent cause on May 25, 2021, leading to the evacuation of thousands of people?\n\nA. Ping An Finance Centre\nB. Kingkey 100\nC. SEG Plaza\nD. Shun Hing Square",
                "C"
            ],
            [
                "On May 25, 2021, thousands of people were evacuated in Shenzhen due to an unexplained event involving a building. What was the event?\n\nA. A sudden collapse of a building\nB. A large-scale power outage\nC. A wobbling of SEG Plaza\nD. A structural crack in a high-rise building",
                "C"
            ]
        ],
        [
            [
                "On what date was the Tianzhou 2 launched into space?\nA) 15 April, 2021\nB) 29 May, 2021\nC) 12 June, 2021\nD) 4 July, 2021",
                "B"
            ],
            [
                "What did the Tianzhou 2 dock with after its launch?\nA) The International Space Station\nB) The Hubble Space Telescope\nC) The Tiangong space station\nD) The Lunar Gateway",
                "C"
            ],
            [
                "What is the purpose of the Tianzhou 2 mission?\nA) To study the effects of microgravity on plants\nB) To resupply and support the Tiangong space station\nC) To test new propulsion systems for deep space travel\nD) To search for extraterrestrial life in our solar system",
                "B"
            ]
        ],
        [
            [
                "When did China replace the two-child policy with the three-child policy?\n\nA) 1 January, 2020\nB) 31 May, 2021\nC) 15 August, 2019\nD) 12 December, 2022",
                "B"
            ],
            [
                "What was the main reason for China to implement the three-child policy?\n\nA) To increase military strength\nB) To account for population decline\nC) To boost economic growth\nD) To promote gender equality",
                "B"
            ],
            [
                "Which policy did China have in place before the three-child policy?\n\nA) One-child policy\nB) Four-child policy\nC) Two-child policy\nD) No restrictions on the number of children",
                "C"
            ]
        ],
        [
            [
                "When was the first human case of influenza A virus subtype H10N3 documented?\n\nA) 1 June, 2020\nB) 1 June, 2021\nC) 1 January, 2021\nD) 1 December, 2020",
                "B"
            ],
            [
                "In which province was the first human case of influenza A virus subtype H10N3 documented?\n\nA) Guangdong\nB) Zhejiang\nC) Jiangsu\nD) Sichuan",
                "C"
            ],
            [
                "What subtype of the influenza A virus was first documented in a human case on 1 June, 2021?\n\nA) H5N1\nB) H7N9\nC) H10N3\nD) H9N2",
                "C"
            ]
        ],
        [
            [
                "What event does the June 4th Museum commemorate?\n\na) The Chinese Cultural Revolution\nb) The Great Leap Forward\nc) The Tiananmen Square massacre\nd) The founding of the People's Republic of China",
                "C"
            ],
            [
                "When was the June 4th Museum closed due to a probe into its licensing status?\n\na) April 15, 2021\nb) May 1, 2021\nc) June 2, 2021\nd) July 4, 2021",
                "C"
            ],
            [
                "What was the reason for the closure of the June 4th Museum?\n\na) Lack of funding\nb) A fire incident\nc) A probe into its licensing status\nd) Government censorship",
                "C"
            ]
        ],
        [
            [
                "On what date was the Sinovac vaccine authorized for emergency use in children?\n\nA) 1 June, 2021\nB) 4 June, 2021\nC) 10 June, 2021\nD) 15 June, 2021\n\nCorrect answer: B) 4 June, 2021",
                "B"
            ],
            [
                "Which COVID-19 vaccine was authorized for emergency use in children on 4 June, 2021?\n\nA) Pfizer-BioNTech\nB) Moderna\nC) AstraZeneca\nD) Sinovac\n\nCorrect answer: D) Sinovac",
                "D"
            ],
            [
                "What was the purpose of the authorization given to the Sinovac vaccine on 4 June, 2021?\n\nA) Full approval for adults\nB) Emergency use in adults\nC) Emergency use in children\nD) Full approval for children\n\nCorrect answer: C) Emergency use in children",
                "C"
            ]
        ],
        [
            [
                "On June 5, 2021, a deadly attack occurred in which city?\n\nA) Beijing\nB) Shanghai\nC) Anqing\nD) Guangzhou",
                "C"
            ],
            [
                "What weapon was used by the man who killed six people in Anqing on June 5, 2021?\n\nA) Gun\nB) Knife\nC) Bomb\nD) Poison",
                "B"
            ],
            [
                "How many people were killed in the Anqing knife attack on June 5, 2021?\n\nA) 3\nB) 6\nC) 9\nD) 12",
                "B"
            ]
        ],
        [
            [
                "When was the Data Security Law of the People's Republic of China enacted?\nA) 1 January, 2021\nB) 10 June, 2021\nC) 15 August, 2021\nD) 30 December, 2020",
                "B"
            ],
            [
                "What is the main purpose of the Data Security Law of the People's Republic of China?\nA) To regulate data collection by Chinese tech companies\nB) To promote the use of Chinese technology worldwide\nC) To protect intellectual property rights of Chinese citizens\nD) To restrict foreign companies from operating in China",
                "A"
            ],
            [
                "Which country enacted the Data Security Law to regulate data collection by tech companies in 2021?\nA) United States\nB) Russia\nC) India\nD) China",
                "D"
            ]
        ],
        [
            [
                "What caused the explosion at a vegetable market in Shiyan on June 13, 2021?\n\nA) A terrorist attack\nB) A gas line explosion\nC) A chemical leak\nD) An electrical fire",
                "B"
            ],
            [
                "On what date did a gas line explosion occur at a vegetable market in Shiyan, resulting in 25 fatalities?\n\nA) May 25, 2021\nB) June 5, 2021\nC) June 13, 2021\nD) July 13, 2021",
                "C"
            ],
            [
                "How many people were killed in the gas line explosion at a vegetable market in Shiyan on June 13, 2021?\n\nA) 10 people\nB) 25 people\nC) 50 people\nD) 100 people",
                "B"
            ]
        ],
        [
            [
                "On June 25, 2021, a tragic fire occurred in which country, resulting in the death of 18 students at a boarding school?\n\nA) India\nB) China\nC) United States\nD) Brazil\n\nAnswer: B) China",
                "B"
            ],
            [
                "In Zhecheng County, a fire at a boarding school led to the death of how many students on June 25, 2021?\n\nA) 5\nB) 10\nC) 18\nD) 25\n\nAnswer: C) 18",
                "C"
            ],
            [
                "What type of educational institution experienced a deadly fire in Zhecheng County on June 25, 2021, resulting in the loss of 18 lives?\n\nA) Elementary school\nB) High school\nC) Boarding school\nD) University\n\nAnswer: C) Boarding school",
                "C"
            ]
        ],
        [
            [
                "When did Chengdu Tianfu International Airport begin operation?\n\nA) 15 May, 2021\nB) 27 June, 2021\nC) 1 July, 2021\nD) 12 August, 2021",
                "B"
            ],
            [
                "Which international airport began operation on 27 June, 2021?\n\nA) Beijing Daxing International Airport\nB) Shanghai Pudong International Airport\nC) Guangzhou Baiyun International Airport\nD) Chengdu Tianfu International Airport",
                "D"
            ],
            [
                "Where is Chengdu Tianfu International Airport located?\n\nA) Beijing\nB) Shanghai\nC) Guangzhou\nD) Chengdu",
                "D"
            ]
        ],
        [
            [
                "When did the Baihetan Dam begin generating hydroelectricity?\n\nA) 12 May, 2021\nB) 28 June, 2021\nC) 15 July, 2021\nD) 1 August, 2021",
                "B"
            ],
            [
                "Which dam started producing hydroelectric power on 28 June, 2021?\n\nA) Three Gorges Dam\nB) Itaipu Dam\nC) Baihetan Dam\nD) Grand Ethiopian Renaissance Dam",
                "C"
            ],
            [
                "What significant event occurred at the Baihetan Dam on 28 June, 2021?\n\nA) The dam was officially completed\nB) The dam experienced a major structural failure\nC) The dam began generating hydroelectricity\nD) The dam was inaugurated by the Chinese President",
                "C"
            ]
        ],
        [
            [
                "When did the World Health Organization declare China to be malaria-free?\n\nA) 30 June, 2021\nB) 15 August, 2020\nC) 1 January, 2019\nD) 12 December, 2018",
                "A"
            ],
            [
                "How many years did China go without an indigenous case of malaria before being declared malaria-free by the WHO?\n\nA) 2 years\nB) 3 years\nC) 4 years\nD) 5 years",
                "C"
            ],
            [
                "Which country was declared malaria-free by the WHO on 30 June, 2021?\n\nA) India\nB) Brazil\nC) China\nD) Nigeria",
                "C"
            ]
        ],
        [
            [
                "When were giant pandas upgraded from endangered to vulnerable in China?\n\nA) 5 July, 2020\nB) 7 July, 2021\nC) 1 January, 2021\nD) 15 June, 2019",
                "B"
            ],
            [
                "What is the current conservation status of giant pandas in China?\n\nA) Critically endangered\nB) Endangered\nC) Vulnerable\nD) Near threatened",
                "C"
            ],
            [
                "Which country's conservation officials upgraded the status of giant pandas from endangered to vulnerable in 2021?\n\nA) United States\nB) India\nC) China\nD) Australia",
                "C"
            ]
        ],
        [
            [
                "What merger was blocked by China on July 10, 2021?\n\nA) Alibaba and JD.com\nB) Huya Live and DouYu\nC) Baidu and Weibo\nD) Meituan and Didi",
                "B"
            ],
            [
                "Which company was overseeing the merger of Huya Live and DouYu before it was blocked by China?\n\nA) Alibaba\nB) Baidu\nC) Tencent\nD) JD.com",
                "C"
            ],
            [
                "Huya Live and DouYu are both platforms primarily focused on which industry?\n\nA) E-commerce\nB) Social media\nC) Video streaming\nD) Gaming and live streaming",
                "D"
            ]
        ],
        [
            [
                "What event occurred on July 12, 2021, resulting in the death of 17 people?\n\nA) A plane crash\nB) A terrorist attack\nC) A hotel collapse\nD) A train derailment",
                "C"
            ],
            [
                "Which hotel collapsed on July 12, 2021, causing 17 fatalities?\n\nA) The Ritz-Carlton\nB) The Siji Kaiyuan Hotel\nC) The Hilton Hotel\nD) The Marriott Hotel",
                "B"
            ],
            [
                "How many people were killed in the Siji Kaiyuan Hotel collapse on July 12, 2021?\n\nA) 5\nB) 10\nC) 17\nD) 25",
                "C"
            ]
        ],
        [
            [
                "When did construction begin on Linglong One, China's first small modular reactor?\n\nA) 5 June, 2021\nB) 13 July, 2021\nC) 20 August, 2021\nD) 1 September, 2021\n\nAnswer: B) 13 July, 2021",
                "B"
            ],
            [
                "What is the name of China's first small modular reactor?\n\nA) Hualong One\nB) Linglong One\nC) Taishan One\nD) Fangchenggang One\n\nAnswer: B) Linglong One",
                "B"
            ],
            [
                "At which nuclear power plant is China's first small modular reactor, Linglong One, being constructed?\n\nA) Tianwan Nuclear Power Plant\nB) Taishan Nuclear Power Plant\nC) Changjiang Nuclear Power Plant\nD) Fangchenggang Nuclear Power Plant\n\nAnswer: C) Changjiang Nuclear Power Plant",
                "C"
            ]
        ],
        [
            [
                "Who was arrested and expelled from China Aerospace International Holdings and the Communist Party for assaulting two senior scientists in June 2021?\n\nA) Wang Jianlin\nB) Zhang Tao\nC) Li Shufu\nD) Ma Huateng\n\nAnswer: B) Zhang Tao",
                "B"
            ],
            [
                "What position did Zhang Tao hold at China Aerospace International Holdings before his arrest and expulsion in July 2021?\n\nA) CEO\nB) President\nC) Chairman\nD) Chief Scientist\n\nAnswer: C) Chairman",
                "C"
            ],
            [
                "Why was Zhang Tao expelled from China Aerospace International Holdings and the Communist Party in July 2021?\n\nA) Financial fraud\nB) Espionage\nC) Assaulting two senior scientists\nD) Political dissent\n\nAnswer: C) Assaulting two senior scientists",
                "C"
            ]
        ],
        [
            [
                "When did Typhoon Cempaka make landfall in Guangdong?\na) 15 July, 2021\nb) 20 July, 2021\nc) 25 July, 2021\nd) 30 July, 2021",
                "B"
            ],
            [
                "In which Chinese province did Typhoon Cempaka make landfall in July 2021?\na) Fujian\nb) Hainan\nc) Guangdong\nd) Zhejiang",
                "C"
            ],
            [
                "What was the name of the typhoon that made landfall in Guangdong on 20 July, 2021?\na) Typhoon Bopha\nb) Typhoon Cempaka\nc) Typhoon Mangkhut\nd) Typhoon Haiyan",
                "B"
            ]
        ],
        [
            [
                "When did millions of people in Beijing and other cities go into lockdown due to a COVID-19 outbreak?\n\nA) June 2021\nB) July 2021\nC) August 2021\nD) September 2021",
                "C"
            ],
            [
                "What event led to millions of people in Beijing and other cities going into lockdown in August 2021?\n\nA) A natural disaster\nB) A political protest\nC) A COVID-19 outbreak\nD) A terrorist attack",
                "C"
            ],
            [
                "In which country did millions of people go into lockdown in August 2021 due to a COVID-19 outbreak?\n\nA) India\nB) United States\nC) China\nD) Brazil",
                "C"
            ]
        ],
        [
            [
                "On August 10, 2021, China severed diplomatic relations with which country due to the establishment of an embassy in Taiwan?\n\nA) Latvia\nB) Estonia\nC) Lithuania\nD) Poland",
                "C"
            ],
            [
                "What was the reason for China severing diplomatic relations with Lithuania on August 10, 2021?\n\nA) Trade disputes\nB) Military tensions\nC) Establishment of a Lithuanian embassy in Taiwan\nD) Human rights issues",
                "C"
            ],
            [
                "Which country established an embassy in Taiwan, leading to China severing diplomatic relations with them on August 10, 2021?\n\nA) Lithuania\nB) Latvia\nC) Estonia\nD) Poland",
                "A"
            ]
        ],
        [
            [
                "On what date did the Hong Kong rights group Civil Human Rights Front disband?\n\nA) 1 August, 2021\nB) 15 August, 2021\nC) 30 August, 2021\nD) 15 September, 2021",
                "B"
            ],
            [
                "Which Hong Kong rights group disbanded on 15 August, 2021?\n\nA) Amnesty International Hong Kong\nB) Hong Kong Human Rights Monitor\nC) Civil Human Rights Front\nD) Hong Kong Alliance in Support of Patriotic Democratic Movements of China",
                "C"
            ],
            [
                "What event took place regarding the Civil Human Rights Front in August 2021?\n\nA) They merged with another organization\nB) They disbanded\nC) They launched a new campaign\nD) They celebrated their 20th anniversary",
                "B"
            ]
        ],
        [
            [
                "When was the Personal Information Protection Law of the People's Republic of China enacted?\n\nA) 15 July, 2021\nB) 20 August, 2021\nC) 1 September, 2021\nD) 10 October, 2021\n\nCorrect answer: B) 20 August, 2021",
                "B"
            ],
            [
                "What is the name of the law enacted in China on 20 August, 2021, that focuses on protecting personal information?\n\nA) The Data Privacy Act of China\nB) The Chinese Cybersecurity Law\nC) The Personal Information Protection Law of the People's Republic of China\nD) The Chinese Internet Privacy Act\n\nCorrect answer: C) The Personal Information Protection Law of the People's Republic of China",
                "C"
            ],
            [
                "Which country enacted the Personal Information Protection Law on 20 August, 2021?\n\nA) United States\nB) India\nC) Japan\nD) China\n\nCorrect answer: D) China",
                "D"
            ]
        ],
        [
            [
                "When was the discovery of Bianchengichthys reported?\n\nA) 15 July, 2021\nB) 23 August, 2021\nC) 10 September, 2021\nD) 5 June, 2021",
                "B"
            ],
            [
                "What was discovered following the excavation of fossils in August 2021?\n\nA) Tyrannosaurus rex\nB) Trilobite\nC) Bianchengichthys\nD) Velociraptor",
                "C"
            ],
            [
                "What event led to the reporting of Bianchengichthys' discovery?\n\nA) A new scientific paper\nB) A museum exhibition\nC) The excavation of its fossils\nD) A television documentary",
                "C"
            ]
        ],
        [
            [
                "When were thousands of people in Ruili evacuated to Mangshi for a 14-day quarantine due to the COVID-19 pandemic?\nA) 15-16 July, 2021\nB) 23-24 August, 2021\nC) 12-13 September, 2021\nD) 5-6 October, 2021",
                "B"
            ],
            [
                "What was the reason for the evacuation of thousands of people in Ruili to Mangshi in August 2021?\nA) A natural disaster\nB) Political unrest\nC) COVID-19 pandemic\nD) Economic crisis",
                "C"
            ],
            [
                "How long was the quarantine period for the people evacuated from Ruili to Mangshi in August 2021?\nA) 7 days\nB) 10 days\nC) 14 days\nD) 21 days",
                "C"
            ]
        ],
        [
            [
                "On what date did the Ministry of Education establish new guidelines requiring Xi Jinping Thought to be taught in schools?\n\nA) 15 August, 2021\nB) 24 August, 2021\nC) 1 September, 2021\nD) 12 August, 2021",
                "B"
            ],
            [
                "Which Chinese leader's thought is now required to be taught in schools according to the new guidelines established by the Ministry of Education?\n\nA) Mao Zedong\nB) Deng Xiaoping\nC) Hu Jintao\nD) Xi Jinping",
                "D"
            ],
            [
                "Which government body established new guidelines requiring Xi Jinping Thought to be taught in schools?\n\nA) The National People's Congress\nB) The Ministry of Education\nC) The State Council\nD) The Central Committee of the Communist Party",
                "B"
            ]
        ],
        [
            [
                "On 26 August, 2021, which former corruption investigator was put on trial for accepting bribes?\na) Wang Qishan\nb) Dong Hong\nc) Liu Shiyu\nd) Zhao Leji",
                "B"
            ],
            [
                "Dong Hong was a former investigator at which Chinese government commission before being put on trial for accepting bribes?\na) Central Commission for Discipline Inspection\nb) National Supervisory Commission\nc) Central Political and Legal Affairs Commission\nd) Central Committee for Comprehensive Management",
                "A"
            ],
            [
                "What was the reason for Dong Hong's trial on 26 August, 2021?\na) Embezzlement\nb) Abuse of power\nc) Accepting bribes\nd) Money laundering",
                "C"
            ]
        ],
        [
            [
                "What did China establish on August 27, 2021, related to fan culture on the internet?\n\nA) A new social media platform for fans\nB) Regulations on fan culture, including a ban on celebrity gossip\nC) A mandatory registration system for fan clubs\nD) A government-sponsored fan club for Chinese celebrities",
                "B"
            ],
            [
                "Which Chinese actress had all content relating to her removed from the Chinese internet following the establishment of new regulations on fan culture?\n\nA) Fan Bingbing\nB) Liu Yifei\nC) Yang Mi\nD) Zhao Wei",
                "D"
            ],
            [
                "What type of content was banned as part of China's new regulations on fan culture on the internet?\n\nA) Political discussions\nB) Celebrity gossip\nC) Movie spoilers\nD) Fan art",
                "B"
            ]
        ],
        [
            [
                "As of August 30, 2021, how many hours per week are children in China allowed to access online video games?\n\nA) 1 hour\nB) 3 hours\nC) 5 hours\nD) 10 hours\n\nCorrect answer: B) 3 hours",
                "B"
            ],
            [
                "What did China do on August 30, 2021, regarding children's access to online video games?\n\nA) Banned all video games for children\nB) Limited access to three hours per week\nC) Required parental supervision for gaming\nD) Implemented a mandatory gaming curfew\n\nCorrect answer: B) Limited access to three hours per week",
                "B"
            ],
            [
                "In China, when are children allowed to access online video games after the August 30, 2021 regulation?\n\nA) Anytime, as long as it's within the three-hour limit\nB) Only during designated periods totaling three hours per week\nC) Only on weekends for three hours\nD) Only after completing their homework\n\nCorrect answer: B) Only during designated periods totaling three hours per week",
                "B"
            ]
        ],
        [
            [
                "On February 2, 2021, CFE pardoned debts in Tabasco worth approximately how much?\n\nA) MXN $1 billion\nB) MXN $5 billion\nC) MXN $11 billion\nD) MXN $20 billion",
                "C"
            ],
            [
                "Which Mexican state had thousands of debts pardoned by CFE on February 2, 2021?\n\nA) Jalisco\nB) Tabasco\nC) Yucatan\nD) Chihuahua",
                "B"
            ],
            [
                "How far back did the debts pardoned by CFE on February 2, 2021 in Tabasco go?\n\nA) 10 years\nB) 26 years\nC) 50 years\nD) 75 years",
                "B"
            ]
        ],
        [
            [
                "On what date were twelve police officers arrested in relation to the massacre of migrants in Camargo Municipality, Tamaulipas?\n\nA) January 24, 2021\nB) February 3, 2021\nC) January 31, 2021\nD) February 10, 2021\n\nAnswer: B) February 3, 2021",
                "B"
            ],
            [
                "In which Mexican municipality were twelve police officers arrested for their involvement in the massacre of migrants?\n\nA) Ciudad Juarez\nB) Monterrey\nC) Camargo\nD) Tijuana\n\nAnswer: C) Camargo",
                "C"
            ],
            [
                "How many police officers were arrested in relation to the January 24 massacre of migrants in Camargo Municipality, Tamaulipas?\n\nA) Eight\nB) Ten\nC) Twelve\nD) Fifteen\n\nAnswer: C) Twelve",
                "C"
            ]
        ],
        [
            [
                "What event took place on February 5, 2021, at Distribuidor Vial San Antonio in CDMX?\n\nA) A peaceful protest by environmentalists\nB) A riot following a police attempt to break up a demonstration by cyclists\nC) A concert to raise awareness for bicycle safety\nD) A charity bike race for injured cyclists",
                "B"
            ],
            [
                "What was the reason behind the demonstration by cyclists at Distribuidor Vial San Antonio in CDMX on February 5, 2021?\n\nA) To demand better bike lanes\nB) To protest against a new bicycle tax\nC) To raise awareness for bicycle safety\nD) To protest after a Metrobús ran over a bicyclist",
                "D"
            ],
            [
                "What caused the riot at Distribuidor Vial San Antonio in CDMX on February 5, 2021?\n\nA) A disagreement between cyclists and motorists\nB) A controversial political speech\nC) Police attempting to break up a demonstration by cyclists\nD) A dispute over a bicycle race outcome",
                "C"
            ]
        ],
        [
            [
                "On February 10, 2021, which two airports were involved in the inaugural flight taken by AMLO and other officials?\n\nA. Benito Juárez International Airport and Santa Lucía Airport\nB. Los Angeles International Airport and Santa Lucía Airport\nC. Benito Juárez International Airport and John F. Kennedy International Airport\nD. Heathrow Airport and Santa Lucía Airport",
                "A"
            ],
            [
                "What was the duration of the inaugural flight taken by AMLO and other officials on February 10, 2021?\n\nA. Five minutes\nB. Ten minutes\nC. Fifteen minutes\nD. Twenty minutes",
                "C"
            ],
            [
                "Which country's Air Force was involved in the inaugural flight taken by AMLO and other officials on February 10, 2021?\n\nA. United States\nB. Mexico\nC. Canada\nD. United Kingdom",
                "B"
            ]
        ],
        [
            [
                "On February 25, 2021, a group of migrants seeking asylum in the United States were allowed to leave their makeshift camp in which Mexican city?\na) Monterrey\nb) Ciudad Juarez\nc) Matamoros\nd) Guadalajara",
                "C"
            ],
            [
                "How many migrants were allowed to leave their makeshift camp in Matamoros, Tamaulipas on February 25, 2021, to seek asylum in the United States?\na) 10\nb) 27\nc) 50\nd) 100",
                "B"
            ],
            [
                "In addition to Matamoros, from which other city were some migrants allowed to cross the border into the United States to seek asylum in February 2021?\na) Tijuana\nb) Cancun\nc) Mexico City\nd) Guadalajara",
                "A"
            ]
        ],
        [
            [
                "On February 26, 2021, a court ruled on Rosario Robles' offer to reveal information about which scandal in exchange for a reduced sentence?\n\nA. Odebrecht Scandal\nB. Panama Papers\nC. Estafa Maestra\nD. Dieselgate\n\nAnswer: C. Estafa Maestra",
                "C"
            ],
            [
                "What did Rosario Robles offer in exchange for a reduced sentence?\n\nA. A large sum of money\nB. Information about the Estafa Maestra\nC. Political favors\nD. Testimony against other politicians\n\nAnswer: B. Information about the Estafa Maestra",
                "B"
            ],
            [
                "What was the date of the court ruling regarding Rosario Robles' offer to reveal information about the Estafa Maestra?\n\nA. January 15, 2021\nB. February 26, 2021\nC. March 12, 2021\nD. April 1, 2021\n\nAnswer: B. February 26, 2021",
                "B"
            ]
        ],
        [
            [
                "What announcement did the Secretariat of Environment and Natural Resources (SEMARNAT) make on February 27, 2021 regarding the vaquita in the Sea of Cortés?\n\nA. They plan to increase the protected area for the vaquita\nB. They may reduce the protected area for the vaquita\nC. They will introduce a new species of porpoise to the area\nD. They will ban all fishing in the Sea of Cortés\n\nAnswer: B",
                "B"
            ],
            [
                "How many vaquitas are estimated to be left in the Sea of Cortés?\n\nA. 50\nB. 100\nC. 10\nD. 200\n\nAnswer: C",
                "C"
            ],
            [
                "What event occurred two months before SEMARNAT's announcement about the vaquita's protected area?\n\nA. A new species of porpoise was discovered in the area\nB. A fishing boat was deliberately sunk, killing a Mexican fisherman\nC. The Mexican government banned all fishing in the Sea of Cortés\nD. The Sea Shepherd Conservation Society disbanded\n\nAnswer: B",
                "B"
            ]
        ],
        [
            [
                "What agreement did Mexico and the European Union (EU) sign on February 28, 2021 to control the illicit entry of guns into Mexico?\n\nA. The North American Free Trade Agreement (NAFTA)\nB. The Arms Trade Treaty (ATT)\nC. The Schengen Agreement\nD. The Paris Agreement",
                "B"
            ],
            [
                "How many firearms are estimated to be imported by organized crime into Mexico every year?\n\nA. 50,000 - 100,000\nB. 250,000 - 280,000\nC. 500,000 - 550,000\nD. 1,000,000 - 1,200,000",
                "B"
            ],
            [
                "What is the main purpose of the agreement signed between Mexico and the EU on February 28, 2021?\n\nA. To promote free trade between Mexico and the EU\nB. To control the illicit entry of guns into Mexico\nC. To establish a new immigration policy between Mexico and the EU\nD. To address climate change and environmental issues",
                "B"
            ]
        ],
        [
            [
                "What event took place on April 1, 2021, in Quintana Roo, Mexico?\n\nA) A new amusement park opened\nB) A 12-year-old boy died at Xcaret Park, prompting an investigation\nC) A major earthquake struck the region\nD) A famous celebrity visited the area",
                "B"
            ],
            [
                "What happened to a 12-year-old boy at Xcaret Park in Quintana Roo in 2021?\n\nA) He won a lifetime pass to the park\nB) He discovered a new species of animal\nC) He died, leading to an investigation by authorities\nD) He broke a world record for a park attraction",
                "C"
            ],
            [
                "Which park in Quintana Roo was the site of a 12-year-old boy's death in 2021, leading to an investigation?\n\nA) Disneyland Mexico\nB) Xel-Ha Park\nC) Xcaret Park\nD) Six Flags Mexico",
                "C"
            ]
        ],
        [
            [
                "What did the Secretary of Security and Citizen Protection in Ecatepec de Morelos dismantle on April 2, 2021?\na) A drug trafficking ring\nb) A counterfeit money operation\nc) A huachicolero center\nd) A human trafficking network",
                "C"
            ],
            [
                "How large was the huachicolero center dismantled in Ecatepec de Morelos on April 2, 2021?\na) 1,000 m2 (10,764 sq ft)\nb) 3,000 m2 (32,292 sq ft)\nc) 5,000 m2 (53,820 sq ft)\nd) 7,000 m2 (75,000 sq ft)",
                "D"
            ],
            [
                "How many containers were found in the huachicolero center dismantled in Ecatepec de Morelos on April 2, 2021?\na) 50 containers\nb) 100 containers\nc) 250 containers\nd) 500 containers",
                "C"
            ]
        ],
        [
            [
                "When did daylight saving time begin in Mexico in 2021?\n\nA) March 14, 2021\nB) April 4, 2021\nC) May 2, 2021\nD) June 6, 2021",
                "B"
            ],
            [
                "Which of the following events occurred on April 4, 2021 in Mexico?\n\nA) Independence Day celebrations\nB) Beginning of daylight saving time\nC) Presidential elections\nD) National holiday for Cinco de Mayo",
                "B"
            ],
            [
                "What event takes place in Mexico on the first Sunday of April?\n\nA) Mexican Independence Day\nB) Day of the Dead\nC) Start of daylight saving time\nD) Cinco de Mayo",
                "C"
            ]
        ],
        [
            [
                "On what date did a Mexico City Metro train collapse, resulting in at least 23 fatalities?\nA) April 15, 2021\nB) May 3, 2021\nC) June 1, 2021\nD) July 12, 2021",
                "B"
            ],
            [
                "Where did the deadly train collapse occur in Mexico City?\nA) Chapultepec–Polanco\nB) Tezonco–Olivos elevated interstation\nC) Pantitlán–Agrícola Oriental\nD) Tacubaya–San Pedro de los Pinos",
                "B"
            ],
            [
                "How many people were killed in the Mexico City Metro train collapse on May 3, 2021?\nA) 10\nB) 23\nC) 35\nD) 50",
                "B"
            ]
        ],
        [
            [
                "On May 8, 2021, hundreds of people gathered at the site of a deadly Metro collapse to demand justice. What were the main concerns that led to this rally?\n\nA. Celebrating the construction of a new Metro line\nB. Ignored safety warnings, design problems, and allegations of corruption by local officials\nC. Protesting against the expansion of public transportation\nD. Demanding better working conditions for Metro employees",
                "B"
            ],
            [
                "What event prompted the rally on May 8, 2021, where hundreds of people demanded justice?\n\nA. A peaceful protest against government policies\nB. A celebration of a new Metro line opening\nC. A deadly Metro collapse\nD. A workers' strike for better wages",
                "C"
            ],
            [
                "What were some of the issues that led to the demand for justice at the rally on May 8, 2021?\n\nA. A lack of funding for public transportation\nB. Disagreements over the Metro's route\nC. Ignored safety warnings and design problems\nD. A dispute over the Metro's operating hours",
                "C"
            ]
        ],
        [
            [
                "What ceremony takes place on May 3, 2021, in Felipe Carrillo Puerto, Quintana Roo?\n\nA) Day of the Dead\nB) Guelaguetza\nC) Ceremonia de la Cruz Parlante\nD) Festival de la Candelaria",
                "C"
            ],
            [
                "What historical event does the Ceremonia de la Cruz Parlante commemorate?\n\nA) Mexican Independence\nB) The End of the Caste War of Yucatán\nC) The founding of Quintana Roo\nD) The Battle of Puebla",
                "B"
            ],
            [
                "Where is the Ceremonia de la Cruz Parlante held?\n\nA) Mérida, Yucatán\nB) Cancún, Quintana Roo\nC) Tulum, Quintana Roo\nD) Felipe Carrillo Puerto, Quintana Roo",
                "D"
            ]
        ],
        [
            [
                "When was the founding of Tenochtitlan celebrated 700 years later?\n\nA) May 12, 2021\nB) June 15, 2021\nC) April 30, 2021\nD) July 20, 2021",
                "A"
            ],
            [
                "How many years ago was Tenochtitlan founded as of May 12, 2021?\n\nA) 500 years\nB) 600 years\nC) 700 years\nD) 800 years",
                "C"
            ],
            [
                "What ancient city celebrated its 700th anniversary on May 12, 2021?\n\nA) Machu Picchu\nB) Tenochtitlan\nC) Chichen Itza\nD) Tikal",
                "B"
            ]
        ],
        [
            [
                "When was the 2021 Canadian census conducted?\n\nA) April 1, 2021\nB) May 11, 2021\nC) June 15, 2021\nD) July 1, 2021",
                "B"
            ],
            [
                "Which country conducted a census in May 2021?\n\nA) United States\nB) Australia\nC) Canada\nD) United Kingdom",
                "C"
            ],
            [
                "What significant event took place in Canada on May 11, 2021?\n\nA) Federal elections\nB) National holiday\nC) Canadian census\nD) Royal visit",
                "C"
            ]
        ],
        [
            [
                "On what date did the CAQ Quebec government announce Bill 96 to strengthen the French language in Quebec?\n\nA) April 30, 2021\nB) May 12, 2021\nC) June 1, 2021\nD) July 15, 2021",
                "B"
            ],
            [
                "Which Quebec government announced Bill 96 to strengthen the French language in Quebec?\n\nA) Liberal Party of Quebec\nB) Parti Québécois\nC) Coalition Avenir Québec (CAQ)\nD) Québec Solidaire",
                "C"
            ],
            [
                "Bill 96 is intended to strengthen which existing bill related to the French language in Quebec?\n\nA) Bill 99\nB) Bill 101\nC) Bill 102\nD) Bill 103",
                "B"
            ]
        ],
        [
            [
                "When were demonstrations held across Canada in response to the 2021 Israel-Palestine crisis?\na) April 15, 2021\nb) May 15, 2021\nc) June 15, 2021\nd) July 15, 2021",
                "B"
            ],
            [
                "What event prompted demonstrations across Canada in May 2021?\na) The U.S. presidential election\nb) The COVID-19 pandemic\nc) The 2021 Israel-Palestine crisis\nd) The Canadian federal election",
                "C"
            ],
            [
                "In which country were demonstrations held on May 15, 2021, amid the 2021 Israel-Palestine crisis?\na) United States\nb) United Kingdom\nc) Canada\nd) Australia",
                "C"
            ]
        ],
        [
            [
                "When were the graves containing the remains of 215 indigenous children discovered at the former Kamloops Indian Residential School in British Columbia?\na) April 15, 2021\nb) May 28, 2021\nc) June 10, 2021\nd) July 4, 2021",
                "B"
            ],
            [
                "What was discovered at the former Kamloops Indian Residential School in Kamloops, British Columbia in 2021?\na) A hidden treasure\nb) A lost historical document\nc) Graves containing the remains of 215 indigenous children\nd) A secret underground tunnel",
                "C"
            ],
            [
                "Where were the graves containing the remains of 215 indigenous children discovered in 2021?\na) Edmonton, Alberta\nb) Winnipeg, Manitoba\nc) Kamloops, British Columbia\nd) Toronto, Ontario",
                "C"
            ]
        ],
        [
            [
                "Which NHL game did the Montreal Canadiens defeat the Toronto Maple Leafs in Game 7 of their first round series on May 31, 2021?\nA. Stanley Cup Finals\nB. Eastern Conference Finals\nC. First Round Series\nD. NHL All-Star Game",
                "C"
            ],
            [
                "How many Canadians watched the Montreal Canadiens vs. Toronto Maple Leafs Game 7 on May 31, 2021, making it the second most watched NHL game in the nation's history?\nA. 3.5 million\nB. 5.2 million\nC. 7.31 million\nD. 9.1 million",
                "C"
            ],
            [
                "What was the series deficit the Montreal Canadiens overcame to defeat the Toronto Maple Leafs in Game 7 of their first round series on May 31, 2021?\nA. 2-0\nB. 3-1\nC. 3-2\nD. 4-3",
                "B"
            ]
        ],
        [
            [
                "What event led to Canada Day being marked as a day of reflection and mourning for Indigenous communities in 2021?\n\nA. The signing of a new treaty with Indigenous peoples\nB. The discovery of 1000+ unmarked graves at former residential schools in British Columbia and Saskatchewan\nC. A nationwide protest for Indigenous rights\nD. The appointment of an Indigenous Prime Minister",
                "B"
            ],
            [
                "In which Canadian provinces were the unmarked graves of Indigenous children discovered in 2021, leading to a somber Canada Day?\n\nA. Ontario and Quebec\nB. Alberta and Manitoba\nC. British Columbia and Saskatchewan\nD. Newfoundland and Labrador",
                "C"
            ],
            [
                "What was discovered at former residential schools in British Columbia and Saskatchewan in 2021 that led to a day of reflection and mourning on Canada Day?\n\nA. Historical documents revealing abuse\nB. 1000+ unmarked graves of Indigenous children\nC. The remains of a lost Indigenous tribe\nD. Evidence of forced assimilation and cultural erasure",
                "B"
            ]
        ],
        [
            [
                "Which team won the 2021 Stanley Cup Finals?\na) Montreal Canadiens\nb) Tampa Bay Lightning\nc) Boston Bruins\nd) Vegas Golden Knights",
                "B"
            ],
            [
                "What was the final score of Game five in the 2021 Stanley Cup Finals?\na) 2-1\nb) 3-2\nc) 1-0\nd) 4-3",
                "C"
            ],
            [
                "On what date did the Montreal Canadiens lose the 2021 Stanley Cup Finals to the Tampa Bay Lightning?\na) June 30, 2021\nb) July 1, 2021\nc) July 7, 2021\nd) July 15, 2021",
                "C"
            ]
        ],
        [
            [
                "On what date did a crane collapse in Kelowna, British Columbia, resulting in the death of five people?\n\nA) June 30, 2021\nB) July 12, 2021\nC) August 1, 2021\nD) September 15, 2021",
                "B"
            ],
            [
                "In which Canadian city did a crane collapse occur on July 12, 2021, causing five fatalities?\n\nA) Vancouver\nB) Toronto\nC) Kelowna\nD) Calgary",
                "C"
            ],
            [
                "How many people were killed in the crane collapse incident in Kelowna, British Columbia on July 12, 2021?\n\nA) 2\nB) 5\nC) 8\nD) 10",
                "B"
            ]
        ],
        [
            [
                "On what date did Toronto FC play their first home game during the 2021 MLS season?\na) June 17, 2021\nb) July 17, 2021\nc) August 17, 2021\nd) September 17, 2021",
                "B"
            ],
            [
                "Which team did Toronto FC face in their first home game of the 2021 MLS season at BMO Field?\na) New York City FC\nb) Los Angeles FC\nc) Orlando City SC\nd) Seattle Sounders FC",
                "C"
            ],
            [
                "What was the significance of Toronto FC's first home game against Orlando City SC during the 2021 MLS season?\na) It was the first MLS game played in Canada during the 2021 season\nb) It was the first time Toronto FC had ever played against Orlando City SC\nc) It marked the retirement of a Toronto FC star player\nd) It was the highest-scoring game in MLS history",
                "A"
            ]
        ],
        [
            [
                "When did British Columbia declare a state of emergency in response to the 2021 wildfires?\n\nA) June 15, 2021\nB) July 20, 2021\nC) August 1, 2021\nD) September 10, 2021",
                "B"
            ],
            [
                "What event prompted British Columbia to declare a state of emergency in 2021?\n\nA) A major earthquake\nB) A severe flood\nC) A series of wildfires\nD) A devastating hurricane",
                "C"
            ],
            [
                "In which Canadian province was a state of emergency declared on July 20, 2021, due to wildfires?\n\nA) Alberta\nB) Ontario\nC) British Columbia\nD) Quebec",
                "C"
            ]
        ],
        [
            [
                "When was Mary Simon sworn in as Canada's 30th Governor General?\nA) June 26, 2021\nB) July 26, 2021\nC) August 26, 2021\nD) September 26, 2021",
                "B"
            ],
            [
                "What is the significance of Mary Simon's appointment as Governor General of Canada?\nA) She is the first female Governor General\nB) She is the first Indigenous person to hold the office\nC) She is the youngest Governor General in Canadian history\nD) She is the first Governor General from Quebec",
                "B"
            ],
            [
                "Which number Governor General is Mary Simon in Canada's history?\nA) 25th\nB) 27th\nC) 30th\nD) 32nd",
                "C"
            ]
        ],
        [
            [
                "On what date did the Toronto Blue Jays play their first home game at the Rogers Centre since 2019?\na) June 30, 2021\nb) July 30, 2021\nc) August 30, 2021\nd) September 30, 2021",
                "B"
            ],
            [
                "Which team did the Toronto Blue Jays play against in their first home game at the Rogers Centre since 2019?\na) New York Yankees\nb) Boston Red Sox\nc) Kansas City Royals\nd) Chicago White Sox",
                "C"
            ],
            [
                "What was the reason for the Toronto Blue Jays not playing at the Rogers Centre before July 30, 2021, during the 2021 season?\na) Stadium renovations\nb) Team relocation\nc) Travel restrictions due to COVID-19\nd) A players' strike",
                "C"
            ]
        ],
        [
            [
                "Who became the most decorated Canadian Olympian of all-time on July 31, 2021?\nA. Andre De Grasse\nB. Rosie MacLennan\nC. Penny Oleksiak\nD. Donovan Bailey",
                "C"
            ],
            [
                "What event did Penny Oleksiak win her seventh overall Olympic medal in at the 2020 Summer Olympics?\nA. Women's 100 metre freestyle\nB. Women's 200 metre butterfly\nC. Women's 4 × 100 metre medley relay\nD. Women's 4 × 200 metre freestyle relay",
                "C"
            ],
            [
                "How many Olympic medals has Penny Oleksiak won to become the most decorated Canadian Olympian of all-time?\nA. 5\nB. 6\nC. 7\nD. 8",
                "C"
            ]
        ],
        [
            [
                "When did India begin its two-year tenure as a non-permanent member of the UNSC?\na) 1 January, 2019\nb) 1 January, 2020\nc) 1 January, 2021\nd) 1 January, 2022",
                "C"
            ],
            [
                "For how long is India's tenure as a non-permanent member of the UNSC?\na) 1 year\nb) 2 years\nc) 3 years\nd) 4 years",
                "B"
            ],
            [
                "Which country began its two-year tenure as a non-permanent member of the UNSC on 1 January, 2021?\na) China\nb) Brazil\nc) India\nd) Australia",
                "C"
            ]
        ],
        [
            [
                "Which two coronavirus vaccines were approved for emergency use in India on January 2, 2021?\n\nA. Pfizer/BioNTech and Moderna\nB. Covaxin and Covishield\nC. Sputnik V and Sinovac\nD. Novavax and Johnson & Johnson",
                "B"
            ],
            [
                "What is the name of the vaccine developed by Bharat Biotech that was approved for emergency use in India on January 2, 2021?\n\nA. Covaxin\nB. Covishield\nC. Sputnik V\nD. Sinovac",
                "A"
            ],
            [
                "Which vaccine developed by Oxford/AstraZeneca was approved for emergency use in India on January 2, 2021?\n\nA. Covaxin\nB. Covishield\nC. Sputnik V\nD. Sinovac",
                "B"
            ]
        ],
        [
            [
                "When did the Norilsk avalanche occur, resulting in three deaths, one serious injury, and six missing persons?\nA) 5 January, 2021\nB) 9 January, 2021\nC) 15 January, 2021\nD) 20 January, 2021",
                "B"
            ],
            [
                "What was the impact of the Norilsk avalanche on the affected houses?\nA) Minor damage\nB) Partially buried\nC) Completely buried\nD) No impact",
                "C"
            ],
            [
                "What made the Norilsk avalanche a unique event in the region's history?\nA) It was the first avalanche ever recorded in Norilsk\nB) It was the largest avalanche in terms of area covered\nC) It was the first event of such magnitude in terms of fatalities and missing persons\nD) It occurred during an unusually warm winter season",
                "C"
            ]
        ],
        [
            [
                "On January 11, 2021, a truck crashed into a convoy of buses in Moscow, resulting in the death of how many soldiers?\n\nA) 2\nB) 4\nC) 6\nD) 8\n\nAnswer: B) 4",
                "B"
            ],
            [
                "In addition to the four soldiers killed in the Moscow truck accident on January 11, 2021, how many other soldiers were reported to be injured?\n\nA) 20\nB) 30\nC) 40\nD) 50\n\nAnswer: C) 40",
                "C"
            ],
            [
                "What type of vehicle crashed into the convoy of buses carrying soldiers in Moscow on January 11, 2021?\n\nA) Car\nB) Motorcycle\nC) Truck\nD) Train\n\nAnswer: C) Truck",
                "C"
            ]
        ],
        [
            [
                "On what date did protests against the arrest of Alexei Navalny begin throughout Russia?\n\nA) 15 January, 2021\nB) 23 January, 2021\nC) 30 January, 2021\nD) 7 February, 2021",
                "B"
            ],
            [
                "Who was the subject of protests that began throughout Russia on 23 January, 2021?\n\nA) Vladimir Putin\nB) Dmitry Medvedev\nC) Alexei Navalny\nD) Mikhail Khodorkovsky",
                "C"
            ],
            [
                "What event sparked the protests that began throughout Russia on 23 January, 2021?\n\nA) A controversial election result\nB) The arrest of Alexei Navalny\nC) A rise in fuel prices\nD) A government corruption scandal",
                "B"
            ]
        ],
        [
            [
                "What sport does Artemi Panarin play professionally?\na) Basketball\nb) Soccer\nc) Ice Hockey\nd) Tennis",
                "C"
            ],
            [
                "What is the name of the Russian tabloid that published the story accusing Artemi Panarin of sexual assault?\na) Pravda\nb) Izvestia\nc) Komsomolskaya Pravda\nd) Moskovsky Komsomolets",
                "C"
            ],
            [
                "Who accused Artemi Panarin of sexually assaulting a woman in Riga?\na) A former teammate\nb) A Latvian journalist\nc) A Russian politician\nd) Former Kontinental Hockey League coach Andrei Nazarov",
                "D"
            ]
        ],
        [
            [
                "What did the Secretary of Security Council of Russia, Nikolai Patrushev, deny on April 8, 2021?\na) Russia's plans to annex Crimea\nb) Russia's plans to intervene in Ukraine\nc) Russia's plans to withdraw troops from the Russo-Ukrainian border\nd) Russia's plans to support separatist movements in Ukraine",
                "B"
            ],
            [
                "Which country's border saw an amassing of Russian troops in April 2021, leading to reports of potential intervention?\na) Belarus\nb) Georgia\nc) Ukraine\nd) Estonia",
                "C"
            ],
            [
                "Who is the Secretary of Security Council of Russia who denied reports of Russia's plans to intervene in Ukraine in April 2021?\na) Dmitry Medvedev\nb) Sergey Lavrov\nc) Nikolai Patrushev\nd) Vladimir Putin",
                "C"
            ]
        ],
        [
            [
                "When did the mass shooting at a school in Kazan, the capital of Tatarstan, occur?\n\nA) 11 April, 2021\nB) 11 May, 2021\nC) 11 June, 2021\nD) 11 July, 2021\n\nCorrect answer: B) 11 May, 2021",
                "B"
            ],
            [
                "How many people were killed in the mass shooting at a school in Kazan, Tatarstan?\n\nA) 5\nB) 9\nC) 12\nD) 15\n\nCorrect answer: B) 9",
                "B"
            ],
            [
                "How many people were injured in the mass shooting at a school in Kazan, Tatarstan?\n\nA) 10\nB) 15\nC) 23\nD) 30\n\nCorrect answer: C) 23",
                "C"
            ]
        ],
        [
            [
                "When was Moscow Vostochny railway station opened?\n\nA) 1902\nB) 2000\nC) 2021\nD) 1990",
                "C"
            ],
            [
                "What is the significance of Moscow Vostochny railway station?\n\nA) It is the largest railway station in Russia\nB) It is the first new railway station built in Moscow since 1902\nC) It is the oldest railway station in Moscow\nD) It is the only railway station in Moscow",
                "B"
            ],
            [
                "Which city is home to the Moscow Vostochny railway station?\n\nA) St. Petersburg\nB) Moscow\nC) Kazan\nD) Sochi",
                "B"
            ]
        ],
        [
            [
                "When did the XXIV St. Petersburg International Economic Forum take place in 2021?\n\nA) 1—4 May, 2021\nB) 3—6 June, 2021\nC) 10—13 July, 2021\nD) 15—18 August, 2021",
                "B"
            ],
            [
                "What event took place from 3—6 June, 2021?\n\nA) G7 Summit\nB) World Economic Forum\nC) XXIV St. Petersburg International Economic Forum\nD) United Nations General Assembly",
                "C"
            ],
            [
                "Which edition of the St. Petersburg International Economic Forum was held in 2021?\n\nA) XX\nB) XXII\nC) XXIV\nD) XXVI",
                "C"
            ]
        ],
        [
            [
                "When did the event take place in 2021?\n\nA) 1 May – 1 June\nB) 11 June – 11 July\nC) 15 July – 15 August\nD) 1 September – 1 October",
                "B"
            ],
            [
                "Which of the following dates is within the range of 11 June, 2021 – 11 July, 2021?\n\nA) 5 June, 2021\nB) 25 June, 2021\nC) 15 July, 2021\nD) 20 August, 2021",
                "B"
            ],
            [
                "How long did the event last in 2021?\n\nA) 1 month\nB) 2 months\nC) 3 weeks\nD) 6 weeks",
                "A"
            ]
        ],
        [
            [
                "On January 12, 2021, which company announced the closure of three plants and the layoff of 5,000 workers?\na) General Motors\nb) Toyota\nc) Ford Motor Company\nd) Honda",
                "C"
            ],
            [
                "How many plants did Ford Motor Company announce they were closing on January 12, 2021?\na) 1\nb) 2\nc) 3\nd) 4",
                "C"
            ],
            [
                "As a result of closing three plants in January 2021, how many workers did Ford Motor Company lay off?\na) 1,000\nb) 2,500\nc) 5,000\nd) 10,000",
                "C"
            ]
        ],
        [
            [
                "What company warned of food shortages in isolated areas of Brazil on January 21, 2021?\na) McKinsey & Company\nb) Tendencias Consultoria\nc) Deloitte\nd) PricewaterhouseCoopers",
                "B"
            ],
            [
                "Which areas in Brazil were particularly warned to face food shortages as the government ends emergency aid?\na) Urban centers\nb) Rural farmlands\nc) Favelas and quilombos\nd) Coastal cities",
                "C"
            ],
            [
                "What event prompted Tendencias Consultoria to warn of food shortages in isolated areas of Brazil?\na) A natural disaster\nb) The end of government emergency aid\nc) A global economic crisis\nd) A sudden increase in population",
                "B"
            ]
        ],
        [
            [
                "On what date did the Supreme Federal Court approve an investigation into the government's handling of the pandemic in Manaus?\n\nA) December 15, 2020\nB) January 26, 2021\nC) February 10, 2021\nD) March 1, 2021\n\nAnswer: B) January 26, 2021",
                "B"
            ],
            [
                "Which court approved an investigation into the government's handling of the pandemic in Manaus?\n\nA) The International Court of Justice\nB) The Brazilian Court of Appeals\nC) The Supreme Federal Court\nD) The High Court of Brazil\n\nAnswer: C) The Supreme Federal Court",
                "C"
            ],
            [
                "What was the subject of the investigation approved by the Supreme Federal Court on January 26, 2021?\n\nA) Corruption in the Brazilian government\nB) Environmental policies in the Amazon rainforest\nC) The government's handling of the pandemic in Manaus\nD) Human rights violations in Brazil\n\nAnswer: C) The government's handling of the pandemic in Manaus",
                "C"
            ]
        ],
        [
            [
                "On January 28, 2021, how many religious leaders demanded the impeachment of President Bolsonaro for mismanagement of the pandemic?\na) 100\nb) 200\nc) 300\nd) 400",
                "D"
            ],
            [
                "Which of the following religious groups was NOT among those demanding the impeachment of President Bolsonaro on January 28, 2021?\na) Catholics\nb) Anglicans\nc) Lutherans\nd) Buddhists",
                "D"
            ],
            [
                "As of January 28, 2021, how many impeachment demands were pending in the Chamber of Deputies against President Bolsonaro?\na) 30\nb) 45\nc) 60\nd) 75",
                "C"
            ]
        ],
        [
            [
                "When did Operation Car Wash end in Brazil?\nA) January 1, 2020\nB) February 1, 2021\nC) March 1, 2022\nD) April 1, 2023",
                "B"
            ],
            [
                "How many current or former presidents were implicated across Latin America due to Operation Car Wash?\nA) 5\nB) 8\nC) 12\nD) 15",
                "C"
            ],
            [
                "How much money was returned to Brazil's public coffers as a result of Operation Car Wash?\nA) $100 million\nB) $500 million\nC) $790 million\nD) $1 billion",
                "C"
            ]
        ],
        [
            [
                "What company agreed to pay 37.7 billion reais ($7.03 billion) to settle the January 2019 Brumadinho dam disaster?\na) Petrobras\nb) Vale S.A.\nc) BHP Billiton\nd) Rio Tinto",
                "B"
            ],
            [
                "How many people died in the January 2019 Brumadinho dam disaster?\na) 100\nb) 270\nc) 350\nd) 500",
                "B"
            ],
            [
                "In what year did the Brumadinho dam disaster occur?\na) 2017\nb) 2018\nc) 2019\nd) 2020",
                "C"
            ]
        ],
        [
            [
                "What major event was canceled in Rio de Janeiro on February 10, 2021?\na) New Year's Eve fireworks\nb) The traditional Carnival\nc) The Rio Olympics\nd) The Rock in Rio music festival",
                "B"
            ],
            [
                "What was the reason for the cancellation of the traditional Carnival in Rio de Janeiro in 2021?\na) Financial difficulties\nb) Political unrest\nc) COVID-19 pandemic\nd) Environmental concerns",
                "C"
            ],
            [
                "What were the authorities' stance on clandestine celebrations during the canceled Carnival in Rio de Janeiro in 2021?\na) They encouraged small gatherings\nb) They issued strict warnings against them\nc) They provided guidelines for safe celebrations\nd) They did not address the issue",
                "B"
            ]
        ],
        [
            [
                "What was the estimated contraction of the Brazilian economy in 2020 according to the World Bank and the International Monetary Fund (IMF)?\na) 2.5%\nb) 4.1%\nc) 6.3%\nd) 8%-9%",
                "B"
            ],
            [
                "Which two organizations estimated that the Brazilian economy shrank by 4.1 percent in 2020?\na) United Nations and World Trade Organization\nb) World Bank and International Monetary Fund (IMF)\nc) Organization for Economic Cooperation and Development (OECD) and World Health Organization (WHO)\nd) European Central Bank and Federal Reserve",
                "B"
            ],
            [
                "How does the 4.1% contraction of the Brazilian economy in 2020 compare to original estimates?\na) It was worse than original estimates\nb) It was better than original estimates\nc) It was the same as original estimates\nd) There were no original estimates",
                "B"
            ]
        ],
        [
            [
                "On May 4, 2021, a tragic event occurred at a daycare center in Saudades, Brazil. What weapons did the attacker use during the incident?\na) A gun and a knife\nb) A knife and a dagger\nc) A baseball bat and a hammer\nd) A machete and a crowbar",
                "B"
            ],
            [
                "How many children were killed during the daycare center attack in Saudades, Brazil on May 4, 2021?\na) 1\nb) 2\nc) 3\nd) 4",
                "C"
            ],
            [
                "In addition to the children, who else was targeted during the daycare center attack in Saudades, Brazil on May 4, 2021?\na) Parents\nb) Security guards\nc) Teachers\nd) Police officers",
                "C"
            ]
        ],
        [
            [
                "On May 6, 2021, an operation against drug trafficking in Rio de Janeiro resulted in how many deaths?\n\nA) 5\nB) 29\nC) 15\nD) 40\n\nAnswer: B) 29",
                "B"
            ],
            [
                "Which Brazilian neighborhood was the site of a major police operation against drug trafficking on May 6, 2021?\n\nA) Rocinha\nB) Vidigal\nC) Jacarezinho\nD) Cidade de Deus\n\nAnswer: C) Jacarezinho",
                "C"
            ],
            [
                "What was the primary focus of the police operation in the Jacarezinho neighborhood of Rio de Janeiro on May 6, 2021?\n\nA) Counter-terrorism\nB) Human trafficking\nC) Drug trafficking\nD) Gang violence\n\nAnswer: C) Drug trafficking",
                "C"
            ]
        ],
        [
            [
                "On what date did the Ministry of Health authorize COVID-19 vaccination for people over the age of 18 across the country?\n\nA) April 15, 2021\nB) May 28, 2021\nC) June 10, 2021\nD) July 1, 2021",
                "B"
            ],
            [
                "Which organization authorized the COVID-19 vaccination for individuals over the age of 18 across the country?\n\nA) World Health Organization\nB) Centers for Disease Control and Prevention\nC) Ministry of Health\nD) Food and Drug Administration",
                "C"
            ],
            [
                "What is the minimum age for COVID-19 vaccination eligibility as authorized by the Ministry of Health on May 28, 2021?\n\nA) 12 years old\nB) 16 years old\nC) 18 years old\nD) 21 years old",
                "C"
            ]
        ],
        [
            [
                "On May 29, 2021, protests against which government took place in various parts of Brazil and even in Paris?\n\nA. Emmanuel Macron\nB. Joe Biden\nC. Jair Bolsonaro\nD. Angela Merkel\n\nAnswer: C. Jair Bolsonaro",
                "C"
            ],
            [
                "What was the main reason for the protests that took place in Brazil and Paris on May 29, 2021?\n\nA. Climate change\nB. Economic inequality\nC. Opposition to the Jair Bolsonaro government\nD. Immigration policies\n\nAnswer: C. Opposition to the Jair Bolsonaro government",
                "C"
            ],
            [
                "On May 29, 2021, Brazilian citizens participated in a protest against their government not only in Brazil but also in which European city?\n\nA. London\nB. Berlin\nC. Madrid\nD. Paris\n\nAnswer: D. Paris",
                "D"
            ]
        ],
        [
            [
                "When did the first season of the reality show The Voice + begin on Globo?\n\nA) January 17, 2020\nB) January 17, 2021\nC) February 17, 2021\nD) December 17, 2020",
                "B"
            ],
            [
                "Which reality show began its first season on Globo on January 17, 2021?\n\nA) Big Brother Brasil\nB) The Voice Kids\nC) The Voice +\nD) MasterChef Brasil",
                "C"
            ],
            [
                "On which network did the first season of The Voice + begin airing on January 17, 2021?\n\nA) SBT\nB) RecordTV\nC) Globo\nD) Band",
                "C"
            ]
        ],
        [
            [
                "When did the telenovela Gênesis make its debut on RecordTV?\n\nA) January 1, 2020\nB) January 19, 2021\nC) December 31, 2021\nD) February 14, 2021",
                "B"
            ],
            [
                "Which Brazilian television network premiered the telenovela Gênesis in 2021?\n\nA) Globo\nB) SBT\nC) RecordTV\nD) Band",
                "C"
            ],
            [
                "What is the name of the telenovela that debuted on RecordTV on January 19, 2021?\n\nA) Apocalipse\nB) Gênesis\nC) Os Dez Mandamentos\nD) Jesus",
                "B"
            ]
        ],
        [
            [
                "What was recovered by a fisherman from Sulawesi on 1 January, 2021?\na) A Chinese submarine\nb) A Chinese seaglider\nc) A Chinese drone\nd) A Chinese ship",
                "B"
            ],
            [
                "Where was the Chinese seaglider found on 1 January, 2021?\na) Off the coast of North Sulawesi\nb) Off the coast of East Sulawesi\nc) Off the coast of West Sulawesi\nd) Off the coast of South Sulawesi",
                "D"
            ],
            [
                "What concerns were raised after the recovery of the Chinese seaglider in Indonesia on 1 January, 2021?\na) Environmental impact\nb) Security of Indonesian airspace and waters\nc) Trade relations between China and Indonesia\nd) Overfishing in the region",
                "B"
            ]
        ],
        [
            [
                "When did a tornado strike a residential area in Cirebon Regency, West Java, injuring at least 20 people?\nA) 3 January, 2020\nB) 3 January, 2021\nC) 3 December, 2020\nD) 3 December, 2021",
                "B"
            ],
            [
                "How many people were injured after a tornado struck a residential area in Cirebon Regency, West Java on 3 January, 2021?\nA) 5\nB) 10\nC) 15\nD) 20",
                "D"
            ],
            [
                "Where did a tornado strike a residential area on 3 January, 2021, injuring at least 20 people?\nA) Cirebon Regency, West Java\nB) Jakarta, Indonesia\nC) Surabaya, East Java\nD) Bandung, West Java",
                "A"
            ]
        ],
        [
            [
                "On January 7, 2021, which spiritual leader of the Jemaah Islamiyah terrorist organization was released from Gunung Sindur prison?\na) Hambali\nb) Abu Bakar Ba'asyir\nc) Noordin M. Top\nd) Zulkarnaen",
                "B"
            ],
            [
                "Abu Bakar Ba'asyir, the spiritual leader of Jemaah Islamiyah, was released from which prison on January 7, 2021?\na) Kerobokan Prison\nb) Cipinang Prison\nc) Gunung Sindur Prison\nd) Sukamiskin Prison",
                "C"
            ],
            [
                "What significant event involving the Jemaah Islamiyah terrorist organization occurred on January 7, 2021?\na) The group claimed responsibility for a major attack\nb) The group's spiritual leader, Abu Bakar Ba'asyir, was released from prison\nc) The group announced a new leader\nd) The group was officially disbanded",
                "B"
            ]
        ],
        [
            [
                "What event did the leader of Indonesia's Democratic Party, Agus Harimurti Yudhoyono, claim occurred on February 1, 2021?\na) A natural disaster in Indonesia\nb) A coup d'état attempt within the Democratic Party\nc) A major policy change within the Democratic Party\nd) A meeting between Joko Widodo and Agus Harimurti Yudhoyono",
                "B"
            ],
            [
                "Who was allegedly involved in planning a coup d'état within Indonesia's Democratic Party according to Agus Harimurti Yudhoyono?\na) Joko Widodo himself\nb) A senior official with close ties to Joko Widodo\nc) A rival political party in Indonesia\nd) An international organization",
                "B"
            ],
            [
                "What was the alleged goal of the coup d'état attempt within Indonesia's Democratic Party on February 1, 2021?\na) To overthrow the Indonesian government\nb) To change the party's political platform\nc) To depose Agus Harimurti Yudhoyono as the party's leader\nd) To merge the Democratic Party with another political party",
                "C"
            ]
        ],
        [
            [
                "When did the Governor of Central Java, Ganjar Pranowo, announce a provincial level partial-lockdown?\n\nA. 1 February, 2021\nB. 3 February, 2021\nC. 5 February, 2021\nD. 7 February, 2021",
                "B"
            ],
            [
                "Who announced a provincial level partial-lockdown in Central Java on 3 February, 2021?\n\nA. Joko Widodo\nB. Ganjar Pranowo\nC. Ridwan Kamil\nD. Anies Baswedan",
                "B"
            ],
            [
                "What type of lockdown was announced by the Governor of Central Java on 3 February, 2021?\n\nA. Full lockdown\nB. Partial lockdown\nC. Curfew\nD. Travel ban",
                "B"
            ]
        ],
        [
            [
                "On 4 February, 2021, where were 26 suspected terrorists transferred for tighter surveillance?\na) Makassar\nb) Gorontalo\nc) Cikeas\nd) Jakarta",
                "C"
            ],
            [
                "What was the reason for transferring 26 suspected terrorists to an exclusive penitentiary in Cikeas on 4 February, 2021?\na) To provide them with better facilities\nb) To tighten surveillance on them\nc) To release them on parole\nd) To prepare them for trial",
                "B"
            ],
            [
                "How many suspected terrorists were transferred to an exclusive penitentiary in Cikeas on 4 February, 2021?\na) 10\nb) 15\nc) 26\nd) 35",
                "C"
            ]
        ],
        [
            [
                "On what date did the collision of two vessels occur off the coast of Indramayu, West Java, resulting in at least 17 crew members going missing?\n\nA) 1 April, 2021\nB) 3 April, 2021\nC) 5 April, 2021\nD) 7 April, 2021\n\nCorrect Answer: B) 3 April, 2021",
                "B"
            ],
            [
                "How many crew members went missing after the collision of two vessels off the coast of Indramayu, West Java?\n\nA) 5\nB) 10\nC) 17\nD) 25\n\nCorrect Answer: C) 17",
                "C"
            ],
            [
                "Where did the collision of two vessels occur, resulting in at least 17 crew members going missing?\n\nA) Off the coast of Bali, Indonesia\nB) Off the coast of Indramayu, West Java\nC) Off the coast of Jakarta, Indonesia\nD) Off the coast of Sumatra, Indonesia\n\nCorrect Answer: B) Off the coast of Indramayu, West Java",
                "B"
            ]
        ],
        [
            [
                "When did Cyclone Seroja strike East Nusa Tenggara?\nA) 1 April, 2021\nB) 4 April, 2021\nC) 7 April, 2021\nD) 10 April, 2021",
                "B"
            ],
            [
                "What was the impact of Cyclone Seroja on East Nusa Tenggara?\nA) Minimal damage\nB) Hundreds dead or missing\nC) No casualties reported\nD) Only property damage",
                "B"
            ],
            [
                "Where did Cyclone Seroja cause significant damage and loss of life in April 2021?\nA) West Java\nB) Bali\nC) East Nusa Tenggara\nD) Sulawesi",
                "C"
            ]
        ],
        [
            [
                "Who was sentenced to 4.5 years in prison for bribing police and a state prosecutor on April 5, 2021?\na) Djoko Tjandra\nb) Joko Widodo\nc) Basuki Tjahaja Purnama\nd) Anies Baswedan",
                "A"
            ],
            [
                "What crime did Djoko Tjandra commit that led to his 4.5-year prison sentence in April 2021?\na) Money laundering\nb) Tax evasion\nc) Bribing police and a state prosecutor\nd) Drug trafficking",
                "C"
            ],
            [
                "How long was Djoko Tjandra sentenced to prison for bribing police and a state prosecutor in April 2021?\na) 2 years\nb) 4.5 years\nc) 6 years\nd) 8 years",
                "B"
            ]
        ],
        [
            [
                "Who was arrested by KPK on 6 April, 2021?\na) Joko Widodo\nb) Samin Tan\nc) Basuki Tjahaja Purnama\nd) Anies Baswedan",
                "B"
            ],
            [
                "What event took place on 6 April, 2021 involving a long-time fugitive?\na) Samin Tan escaped from prison\nb) Samin Tan was released from prison\nc) Samin Tan was arrested by KPK\nd) Samin Tan was granted amnesty",
                "C"
            ],
            [
                "Which organization arrested long-time fugitive Samin Tan in April 2021?\na) Interpol\nb) KPK\nc) FBI\nd) Scotland Yard",
                "B"
            ]
        ],
        [
            [
                "What organization issued a report accusing the Indonesian government of human rights violations in the construction of the international MotoGP circuit in Mandalika?\n\nA. Amnesty International\nB. Human Rights Watch\nC. United Nations\nD. World Health Organization",
                "C"
            ],
            [
                "On what date was the report accusing the Indonesian government of human rights violations in the construction of the international MotoGP circuit in Mandalika issued?\n\nA. 1 April, 2021\nB. 8 April, 2021\nC. 15 April, 2021\nD. 22 April, 2021",
                "B"
            ],
            [
                "What is the focus of the United Nations's special rapporteur who issued the report accusing the Indonesian government of human rights violations in the construction of the international MotoGP circuit in Mandalika?\n\nA. Climate change and human rights\nB. Freedom of expression and information\nC. Extreme poverty and human rights\nD. Gender equality and human rights",
                "C"
            ]
        ],
        [
            [
                "When did the 6.7 magnitude earthquake strike the southern coast of Malang, East Java?\na) 5 April, 2021\nb) 10 April, 2021\nc) 15 April, 2021\nd) 20 April, 2021",
                "B"
            ],
            [
                "How many people were killed in the 6.7 magnitude earthquake that struck Malang, East Java in April 2021?\na) 3\nb) 6\nc) 9\nd) 12",
                "C"
            ],
            [
                "What was the magnitude of the earthquake that struck the southern coast of Malang, East Java in April 2021?\na) 5.7\nb) 6.0\nc) 6.7\nd) 7.2",
                "C"
            ]
        ],
        [
            [
                "What did Indonesian Tourism Minister Sandiaga Uno refute on 13 April, 2021?\n\nA) Allegations of environmental damage in Mandalika\nB) UN allegations of human rights violations in Mandalika\nC) Accusations of corruption within the tourism industry\nD) Claims of poor infrastructure in Mandalika",
                "B"
            ],
            [
                "Which organization's allegations were refuted by Indonesian Tourism Minister Sandiaga Uno regarding Mandalika?\n\nA) World Health Organization\nB) Amnesty International\nC) United Nations\nD) Greenpeace",
                "C"
            ],
            [
                "What is the subject of the allegations that Sandiaga Uno, the Indonesian Tourism Minister, refuted on 13 April, 2021?\n\nA) Illegal wildlife trade\nB) Human rights violations\nC) Deforestation\nD) Overcrowding in tourist areas",
                "B"
            ]
        ],
        [
            [
                "On what date did Aceh officially adopt a qanun on sharia' banking?\na) 1 January, 2021\nb) 18 April, 2021\nc) 30 June, 2021\nd) 15 August, 2021",
                "B"
            ],
            [
                "What happens to banks that do not implement sharia law within their branches in Aceh?\na) They receive a warning\nb) They are forced to close\nc) They are fined\nd) They are required to undergo training",
                "B"
            ],
            [
                "What type of banking system did Aceh officially adopt on 18 April, 2021?\na) Conventional banking\nb) Islamic banking\nc) Cooperative banking\nd) Microfinance banking",
                "B"
            ]
        ],
        [
            [
                "On what date did the Indonesian government approve the research of the Nusantara COVID-19 vaccine?\n\nA) 1 January, 2021\nB) 20 April, 2021\nC) 15 March, 2021\nD) 30 June, 2021\n\nCorrect answer: B) 20 April, 2021",
                "B"
            ],
            [
                "Which country's government approved the research of the Nusantara COVID-19 vaccine in April 2021?\n\nA) Malaysia\nB) Thailand\nC) Indonesia\nD) Philippines\n\nCorrect answer: C) Indonesia",
                "C"
            ],
            [
                "What is the name of the COVID-19 vaccine for which the Indonesian government approved research in 2021?\n\nA) Sinovac\nB) AstraZeneca\nC) Nusantara\nD) Pfizer\n\nCorrect answer: C) Nusantara",
                "C"
            ]
        ],
        [
            [
                "What type of submarine disappeared off the coast of Bali during a live torpedo drill on April 21, 2021?\n\nA. KRI Nanggala (402)\nB. USS Seawolf (SSN-21)\nC. HMS Astute (S119)\nD. INS Chakra (S71)\n\nAnswer: A. KRI Nanggala (402)",
                "A"
            ],
            [
                "When did the Indonesian attack submarine KRI Nanggala (402) disappear during a live torpedo drill?\n\nA. March 15, 2021\nB. April 21, 2021\nC. May 30, 2021\nD. June 12, 2021\n\nAnswer: B. April 21, 2021",
                "B"
            ],
            [
                "Which country's armed forces owned the attack submarine KRI Nanggala (402) that disappeared off the coast of Bali?\n\nA. United States\nB. United Kingdom\nC. India\nD. Indonesia\n\nAnswer: D. Indonesia",
                "D"
            ]
        ],
        [
            [
                "When did the central government of Indonesia bar Indian citizens from entering the country due to a deadly second wave of COVID-19 in India?\n\nA) 15 March, 2021\nB) 24 April, 2021\nC) 10 May, 2021\nD) 1 June, 2021\n\nCorrect Answer: B) 24 April, 2021",
                "B"
            ],
            [
                "What was the reason behind Indonesia barring Indian citizens from entering the country on 24 April, 2021?\n\nA) Political tensions between the two countries\nB) A deadly second wave of COVID-19 in India\nC) Visa restrictions for Indian citizens\nD) A natural disaster in Indonesia\n\nCorrect Answer: B) A deadly second wave of COVID-19 in India",
                "B"
            ],
            [
                "Which country barred Indian citizens from entering due to a deadly second wave of COVID-19 in India on 24 April, 2021?\n\nA) Malaysia\nB) Singapore\nC) Indonesia\nD) Thailand\n\nCorrect Answer: C) Indonesia",
                "C"
            ]
        ],
        [
            [
                "What event caused the death of 4 people in Kebumen Regency on 13 May, 2021?\na) A car accident\nb) A firecracker explosion\nc) A gas leak explosion\nd) A building collapse",
                "B"
            ],
            [
                "Where did a deadly firecracker explosion occur on 13 May, 2021?\na) Jakarta, Indonesia\nb) Kebumen Regency, Indonesia\nc) Kuala Lumpur, Malaysia\nd) Manila, Philippines",
                "B"
            ],
            [
                "How many people were killed in the firecracker explosion in Kebumen Regency on 13 May, 2021?\na) 2 people\nb) 4 people\nc) 6 people\nd) 8 people",
                "B"
            ]
        ],
        [
            [
                "On May 15, 2021, a tourist boat capsized in which reservoir, resulting in at least 6 deaths and 3 missing people?\na) Lake Toba\nb) Kedungombo Reservoir\nc) Jatiluhur Reservoir\nd) Lake Singkarak",
                "B"
            ],
            [
                "In which regency did a tourist boat capsize on May 15, 2021, leading to at least 6 fatalities and 3 missing individuals?\na) Banyumas Regency\nb) Karanganyar Regency\nc) Boyolali Regency\nd) Sragen Regency",
                "C"
            ],
            [
                "How many people were reported missing after a tourist boat capsized in Kedungombo reservoir on May 15, 2021?\na) 1\nb) 2\nc) 3\nd) 4",
                "C"
            ]
        ],
        [
            [
                "When did the Indonesian government temporarily halt the distribution of the AstraZeneca COVID-19 vaccine due to reports of serious side effects?\n\nA) 1 January, 2021\nB) 17 May, 2021\nC) 30 June, 2021\nD) 15 August, 2021\n\nCorrect answer: B) 17 May, 2021",
                "B"
            ],
            [
                "Which country temporarily stopped the distribution of the AstraZeneca COVID-19 vaccine in May 2021 due to reports of serious side effects?\n\nA) India\nB) Brazil\nC) Indonesia\nD) United States\n\nCorrect answer: C) Indonesia",
                "C"
            ],
            [
                "What was the reason for the Indonesian government's temporary halt of the AstraZeneca COVID-19 vaccine distribution in May 2021?\n\nA) Shortage of supply\nB) Reports of serious side effects\nC) Political disagreements\nD) Manufacturing issues\n\nCorrect answer: B) Reports of serious side effects",
                "B"
            ]
        ],
        [
            [
                "When did a strong magnitude 5.9 Richter scale earthquake strike Blitar, causing damage to over 1,300 houses?\nA) 21 May, 2020\nB) 21 May, 2021\nC) 21 June, 2021\nD) 21 April, 2021",
                "B"
            ],
            [
                "What was the magnitude of the earthquake that struck Blitar on 21 May, 2021, damaging more than 1,300 houses?\nA) 4.9\nB) 5.9\nC) 6.9\nD) 7.9",
                "B"
            ],
            [
                "How many houses were damaged after the magnitude 5.9 earthquake struck Blitar on 21 May, 2021?\nA) Over 500 houses\nB) Over 1,000 houses\nC) Over 1,300 houses\nD) Over 1,500 houses",
                "C"
            ]
        ],
        [
            [
                "On May 22, 2021, a passenger boat sank off the coast of which Indonesian province?\n\nA) Bali\nB) Jambi\nC) Sumatra\nD) Java",
                "B"
            ],
            [
                "How many people were on board the passenger boat that sank off the coast of Jambi on May 22, 2021?\n\nA) 10\nB) 16\nC) 26\nD) 36",
                "C"
            ],
            [
                "How many people were killed in the passenger boat sinking off the coast of Jambi on May 22, 2021?\n\nA) 2\nB) 4\nC) 6\nD) 8",
                "D"
            ]
        ],
        [
            [
                "On May 26, 2021, a fatal accident occurred in Malang involving a pickup truck. How many people were killed in this incident?\n\nA) 4\nB) 6\nC) 8\nD) 10",
                "C"
            ],
            [
                "What type of vehicle was involved in the deadly accident in Malang on May 26, 2021?\n\nA) Motorcycle\nB) Car\nC) Pickup truck\nD) Bus",
                "C"
            ],
            [
                "In the accident that took place in Malang on May 26, 2021, what did the pickup truck collide with?\n\nA) Another vehicle\nB) A pedestrian\nC) A tree\nD) A building",
                "C"
            ]
        ],
        [
            [
                "On what date did a Robinson R44 helicopter crash onto a lake in Depok, West Java?\n\nA) 15 May, 2021\nB) 28 May, 2021\nC) 5 June, 2021\nD) 12 June, 2021\n\nAnswer: B) 28 May, 2021",
                "B"
            ],
            [
                "What type of helicopter crashed onto a lake in Depok, West Java on 28 May, 2021?\n\nA) Bell 206\nB) Eurocopter AS350\nC) Robinson R22\nD) Robinson R44\n\nAnswer: D) Robinson R44",
                "D"
            ],
            [
                "In which Indonesian city did a Robinson R44 helicopter crash onto a lake on 28 May, 2021?\n\nA) Jakarta\nB) Surabaya\nC) Depok\nD) Bandung\n\nAnswer: C) Depok",
                "C"
            ]
        ],
        [
            [
                "Which Sri Lankan cricket team member tested positive for COVID-19 on February 3, 2021?\na) Kumar Sangakkara\nb) Lasith Malinga\nc) Lahiru Thirimanne\nd) Angelo Mathews",
                "C"
            ],
            [
                "Who is the Sri Lanka cricket head coach who tested positive for COVID-19 on February 3, 2021?\na) Ravi Shastri\nb) Mickey Arthur\nc) Tom Moody\nd) Chandika Hathurusingha",
                "B"
            ],
            [
                "On which date did Sri Lanka cricket head coach Mickey Arthur and cricketer Lahiru Thirimanne test positive for COVID-19?\na) January 15, 2021\nb) February 3, 2021\nc) February 14, 2021\nd) March 1, 2021",
                "B"
            ]
        ],
        [
            [
                "When was the COVID-19 variant B.1.1.7 UK lineage detected in various locations in Sri Lanka?\n\nA) 12 January, 2021\nB) 12 February, 2021\nC) 12 March, 2021\nD) 12 April, 2021",
                "B"
            ],
            [
                "Which COVID-19 variant was detected in Colombo, Awissawella, Vavuniya, and Biyagama in February 2021?\n\nA) B.1.351 South African lineage\nB) P.1 Brazilian lineage\nC) B.1.1.7 UK lineage\nD) B.1.617.2 Indian lineage",
                "C"
            ],
            [
                "In which Sri Lankan locations was the B.1.1.7 UK lineage of COVID-19 detected in February 2021? \n\nA) Colombo, Galle, Kandy, and Jaffna\nB) Colombo, Awissawella, Vavuniya, and Biyagama\nC) Anuradhapura, Polonnaruwa, Trincomalee, and Batticaloa\nD) Matara, Hambantota, Nuwara Eliya, and Badulla",
                "B"
            ]
        ],
        [
            [
                "When did former Speaker of the Parliament W. J. M. Lokubandara pass away?\nA) 14 February, 2020\nB) 14 February, 2021\nC) 14 January, 2021\nD) 14 March, 2021",
                "B"
            ],
            [
                "What was the cause of W. J. M. Lokubandara's death?\nA) Heart attack\nB) Stroke\nC) COVID-19 complications\nD) Cancer",
                "C"
            ],
            [
                "What position did W. J. M. Lokubandara hold in the Parliament?\nA) Prime Minister\nB) President\nC) Speaker of the Parliament\nD) Minister of Finance",
                "C"
            ]
        ],
        [
            [
                "When did the total number of COVID-19 deaths in Sri Lanka exceed 400?\n\nA) 15 January, 2021\nB) 15 February, 2021\nC) 15 March, 2021\nD) 15 April, 2021\n\nAnswer: B) 15 February, 2021",
                "B"
            ],
            [
                "As of 15 February, 2021, how many COVID-19 deaths were reported in Sri Lanka?\n\nA) 300\nB) 350\nC) 400\nD) 450\n\nAnswer: C) 400",
                "C"
            ],
            [
                "Which country reported over 400 COVID-19 deaths by 15 February, 2021?\n\nA) India\nB) Bangladesh\nC) Sri Lanka\nD) Nepal\n\nAnswer: C) Sri Lanka",
                "C"
            ]
        ],
        [
            [
                "Which COVID-19 vaccine was administered to Members of Parliament on February 16, 2021?\na) Pfizer-BioNTech\nb) Moderna\nc) Oxford AstraZeneca\nd) Johnson & Johnson",
                "C"
            ],
            [
                "On which date were Members of Parliament inoculated with the Oxford AstraZeneca COVID-19 vaccine?\na) January 16, 2021\nb) February 1, 2021\nc) February 16, 2021\nd) March 1, 2021",
                "C"
            ],
            [
                "Who received the Oxford AstraZeneca COVID-19 vaccine on February 16, 2021?\na) General public\nb) Healthcare workers\nc) Members of Parliament\nd) Teachers",
                "C"
            ]
        ],
        [
            [
                "Which Sri Lankan cricketer announced his retirement from international cricket on February 18, 2021?\na) Kumar Sangakkara\nb) Mahela Jayawardene\nc) Dhammika Prasad\nd) Lasith Malinga",
                "C"
            ],
            [
                "How long was Dhammika Prasad's international cricket career before he announced his retirement in February 2021?\na) 5 years\nb) 8 years\nc) 10 years\nd) 12 years",
                "B"
            ],
            [
                "What significant event occurred in the world of cricket on February 18, 2021?\na) The start of the ICC Cricket World Cup\nb) The retirement announcement of Sri Lankan cricketer Dhammika Prasad\nc) A new world record for the highest individual score in a One-Day International match\nd) The introduction of a new cricket format",
                "B"
            ]
        ],
        [
            [
                "Which of the following actors tested positive for COVID-19 on February 21, 2021?\na) Sajitha Anthony\nb) Sangeeth Prabhu\nc) Kokila Jayasuriya\nd) All of the above",
                "D"
            ],
            [
                "On what date did Sajitha Anthony, Sangeeth Prabhu, and Kokila Jayasuriya test positive for COVID-19?\na) January 21, 2021\nb) February 21, 2020\nc) February 21, 2021\nd) March 21, 2021",
                "C"
            ],
            [
                "Which of the following is NOT true about Sajitha Anthony, Sangeeth Prabhu, and Kokila Jayasuriya?\na) They are popular actors\nb) They tested positive for COVID-19 on February 21, 2021\nc) They all won an Oscar in 2021\nd) They all belong to the entertainment industry",
                "C"
            ]
        ],
        [
            [
                "Which international cricketer tested positive for COVID-19 on February 22, 2021?\n\nA) Virat Kohli\nB) Lahiru Kumara\nC) Ben Stokes\nD) Babar Azam",
                "B"
            ],
            [
                "On what date did Lahiru Kumara test positive for COVID-19?\n\nA) January 15, 2021\nB) February 14, 2021\nC) February 22, 2021\nD) March 1, 2021",
                "C"
            ],
            [
                "What did Lahiru Kumara test positive for in February 2021?\n\nA) Malaria\nB) COVID-19\nC) Dengue fever\nD) Influenza",
                "B"
            ]
        ],
        [
            [
                "When did Sri Lankan cricketer Upul Tharanga announce his retirement from international cricket?\na) 23 February, 2020\nb) 23 February, 2021\nc) 23 January, 2021\nd) 23 January, 2020",
                "B"
            ],
            [
                "What was Upul Tharanga's role in the Sri Lanka international cricket team?\na) Coach\nb) Captain\nc) Wicketkeeper\nd) Umpire",
                "B"
            ],
            [
                "How long was Upul Tharanga's international cricket career?\na) 10 years\nb) 12 years\nc) 15 years\nd) 18 years",
                "C"
            ]
        ],
        [
            [
                "What event took place at the Mrs. Sri Lanka 2021 pageant on April 4, 2021?\na) The winner was announced without any controversy\nb) The reigning Mrs. World stripped the winner of her crown\nc) The pageant was cancelled due to technical difficulties\nd) The contestants performed a surprise flash mob",
                "B"
            ],
            [
                "Who was the reigning Mrs. World involved in the incident at the Mrs. Sri Lanka 2021 pageant?\na) Pushpika De Silva\nb) Caroline Jurie\nc) Nelum Pokuna\nd) Amanda Silva",
                "B"
            ],
            [
                "Where was the Mrs. Sri Lanka 2021 pageant held when the incident occurred?\na) The Colombo Theatre\nb) The Sri Lanka Convention Center\nc) The Nelum Pokuna Theatre\nd) The Lotus Tower Auditorium",
                "C"
            ]
        ],
        [
            [
                "What did President Gotabaya Rajapaksa order on April 5, 2021?\na) A ban on all oil imports\nb) An increase in palm oil imports\nc) The immediate suspension of palm oil imports to Sri Lanka\nd) The promotion of palm oil production in Sri Lanka",
                "C"
            ],
            [
                "Which country's president ordered the suspension of palm oil imports on April 5, 2021?\na) India\nb) Indonesia\nc) Sri Lanka\nd) Malaysia",
                "C"
            ],
            [
                "On what date did President Gotabaya Rajapaksa order the suspension of palm oil imports to Sri Lanka?\na) March 5, 2021\nb) April 1, 2021\nc) April 5, 2021\nd) May 5, 2021",
                "C"
            ]
        ],
        [
            [
                "Who was identified as the mastermind behind the 2019 Sri Lanka Easter bombings on 6 April, 2021?\n\nA. Zahran Hashim\nB. Naufer Maulavi\nC. Mohamed Cassim\nD. Rilwan Farook",
                "B"
            ],
            [
                "When was Naufer Maulavi identified as the mastermind behind the 2019 Sri Lanka Easter bombings?\n\nA. 21 April, 2019\nB. 12 December, 2020\nC. 6 April, 2021\nD. 1 January, 2021",
                "C"
            ],
            [
                "What event was Naufer Maulavi identified as the mastermind of on 6 April, 2021?\n\nA. 2018 New Zealand mosque shootings\nB. 2019 Sri Lanka Easter bombings\nC. 2020 Beirut explosion\nD. 2021 Myanmar coup d'état",
                "B"
            ]
        ],
        [
            [
                "On what date were Mrs. World Caroline Jurie and Model Chula Padmendra arrested for the Mrs. Sri Lanka 2021 controversy?\n\nA) 1 April, 2021\nB) 8 April, 2021\nC) 15 April, 2021\nD) 22 April, 2021",
                "B"
            ],
            [
                "Which police department arrested Mrs. World Caroline Jurie and Model Chula Padmendra for the Mrs. Sri Lanka 2021 controversy?\n\nA) Colombo Central Police\nB) Cinnamon Garden Police\nC) Kandy Police\nD) Galle Police",
                "B"
            ],
            [
                "How many separate counts were Mrs. World Caroline Jurie and Model Chula Padmendra arrested on for the Mrs. Sri Lanka 2021 controversy?\n\nA) One\nB) Two\nC) Three\nD) Four",
                "C"
            ]
        ],
        [
            [
                "As of 10 May, 2021, how many COVID-19 related deaths have been reported in Sri Lanka?\n\nA) 500\nB) 700\nC) 800\nD) 1000",
                "C"
            ],
            [
                "When did the total number of COVID-19 deaths in Sri Lanka surpass 800?\n\nA) 1 May, 2021\nB) 10 May, 2021\nC) 15 May, 2021\nD) 20 May, 2021",
                "B"
            ],
            [
                "Which country reported over 800 COVID-19 deaths by 10 May, 2021?\n\nA) India\nB) Nepal\nC) Sri Lanka\nD) Bangladesh",
                "C"
            ]
        ],
        [
            [
                "When was Sri Lanka's notorious underworld leader Mabulage Dineth Melan Mabula, alias \"Urujuwa\", killed by police fire?\na) 11 March, 2021\nb) 11 April, 2021\nc) 11 May, 2021\nd) 11 June, 2021",
                "C"
            ],
            [
                "What was the alias of Sri Lanka's notorious underworld leader Mabulage Dineth Melan Mabula, who was killed by police fire in May 2021?\na) \"Urujuwa\"\nb) \"Mamba\"\nc) \"Ravana\"\nd) \"Kumara\"",
                "A"
            ],
            [
                "How did Sri Lanka's notorious underworld leader Mabulage Dineth Melan Mabula, alias \"Urujuwa\", die in May 2021?\na) Natural causes\nb) Assassination by a rival gang\nc) Police fire\nd) Suicide",
                "C"
            ]
        ],
        [
            [
                "Who was the notorious underworld leader shot dead by police in Meerigama on May 13, 2021?\na) Kosgoda Tharaka\nb) Angoda Lokka\nc) Makandure Madush\nd) Potta Naufer",
                "A"
            ],
            [
                "What was the real name of the underworld leader known as \"Kosgoda Tharaka\"?\na) Tharaka Perera Wijesekara\nb) Samantha Kumara Vithanage\nc) Athula Sanjeewa Withana\nd) Madhush Lakshitha",
                "A"
            ],
            [
                "On what date was the underworld leader \"Kosgoda Tharaka\" killed by police while in custody?\na) April 13, 2021\nb) May 13, 2021\nc) June 13, 2021\nd) July 13, 2021",
                "B"
            ]
        ],
        [
            [
                "As of 16 May, 2021, how many COVID-19 related deaths have been reported in Sri Lanka?\n\na) Over 500\nb) Over 700\nc) Over 900\nd) Over 1100",
                "C"
            ],
            [
                "When did the total number of COVID-19 deaths in Sri Lanka surpass 900?\n\na) 1 May, 2021\nb) 16 May, 2021\nc) 30 April, 2021\nd) 15 June, 2021",
                "B"
            ],
            [
                "Which of the following countries experienced more than 900 COVID-19 deaths by 16 May, 2021?\n\na) Sri Lanka\nb) Maldives\nc) Bhutan\nd) Nepal",
                "A"
            ]
        ],
        [
            [
                "Which popular singer tested positive for COVID-19 on May 17, 2021?\n\nA) Bathiya Jayakody\nB) Ariana Grande\nC) Ed Sheeran\nD) Justin Bieber",
                "A"
            ],
            [
                "On what date did Bathiya Jayakody test positive for COVID-19?\n\nA) April 17, 2021\nB) May 1, 2021\nC) May 17, 2021\nD) June 17, 2021",
                "C"
            ],
            [
                "What did Bathiya Jayakody test positive for in May 2021?\n\nA) Influenza\nB) COVID-19\nC) Malaria\nD) Dengue Fever",
                "B"
            ]
        ],
        [
            [
                "When did the total number of COVID-19 deaths in Sri Lanka exceed 1000?\n\nA) 18 May, 2020\nB) 18 May, 2021\nC) 18 June, 2021\nD) 18 April, 2021\n\nCorrect Answer: B) 18 May, 2021",
                "B"
            ],
            [
                "As of 18 May, 2021, how many COVID-19 related deaths were reported in Sri Lanka?\n\nA) 500\nB) 750\nC) 1000\nD) More than 1000\n\nCorrect Answer: D) More than 1000",
                "D"
            ],
            [
                "Which country surpassed 1000 COVID-19 deaths on 18 May, 2021?\n\nA) India\nB) Sri Lanka\nC) Bangladesh\nD) Nepal\n\nCorrect Answer: B) Sri Lanka",
                "B"
            ]
        ],
        [
            [
                "When was the Singapore Green Plan announced by the Ministry of Sustainability and the Environment?\n\nA) 1 January, 2021\nB) 1 February, 2021\nC) 1 March, 2021\nD) 1 April, 2021\n\nCorrect answer: B) 1 February, 2021",
                "B"
            ],
            [
                "What is the purpose of the Singapore Green Plan?\n\nA) To increase the country's GDP\nB) To improve public transportation\nC) To serve as a whole-of-nation sustainability strategy with ambitious targets through 2030\nD) To promote tourism in Singapore\n\nCorrect answer: C) To serve as a whole-of-nation sustainability strategy with ambitious targets through 2030",
                "C"
            ],
            [
                "When is the carbon tax expected to be reviewed in Singapore?\n\nA) 2021\nB) 2022\nC) 2023\nD) 2024\n\nCorrect answer: C) 2023",
                "C"
            ]
        ],
        [
            [
                "When was the Moderna COVID-19 vaccine approved for use in Singapore?\na) January 2021\nb) February 2021\nc) March 2021\nd) April 2021",
                "B"
            ],
            [
                "Which authority approved the Moderna COVID-19 vaccine for use in Singapore?\na) Food and Drug Administration\nb) European Medicines Agency\nc) Health Sciences Authority\nd) World Health Organization",
                "C"
            ],
            [
                "What is the requirement for Moderna before the full registration of their COVID-19 vaccine in Singapore?\na) Conduct additional clinical trials\nb) Monitor the efficacy of the vaccine\nc) Lower the price of the vaccine\nd) Increase production capacity",
                "B"
            ]
        ],
        [
            [
                "When was the Keppel Marina East Desalination Plant officially opened in Singapore?\nA) 4 February, 2020\nB) 4 February, 2021\nC) 4 February, 2019\nD) 4 February, 2018",
                "B"
            ],
            [
                "What is unique about the Keppel Marina East Desalination Plant in Singapore?\nA) It can only treat sea water\nB) It can treat both sea and reservoir water\nC) It serves as a recreational facility only\nD) It is the only desalination plant in Singapore",
                "B"
            ],
            [
                "What are the plans for the former Bukit Timah Waterworks in Singapore?\nA) To convert it into a shopping mall\nB) To convert it into a visitors' centre\nC) To demolish it and build a new desalination plant\nD) To convert it into a residential complex",
                "B"
            ]
        ],
        [
            [
                "Why did Deputy Prime Minister Heng Swee Keat step aside from running as 4G leader in April 2021?\n\nA) Due to political disagreements\nB) Owing to health concerns, challenges from the COVID-19 pandemic, and a short timeframe\nC) To pursue a career in the private sector\nD) Because of a personal scandal",
                "B"
            ],
            [
                "What position will Heng Swee Keat continue to hold after stepping aside from running as 4G leader?\n\nA) Prime Minister\nB) Senior Minister\nC) Deputy Prime Minister\nD) Minister of Finance",
                "C"
            ],
            [
                "Who will be assigned as Acting Prime Minister in PM Lee's absence following Heng Swee Keat's decision to step aside from running as 4G leader?\n\nA) Heng Swee Keat\nB) Teo Chee Hean\nC) Chan Chun Sing\nD) Ong Ye Kung",
                "B"
            ]
        ],
        [
            [
                "When was the HometeamNS Clubhouse at Khatib officially opened to the public and NSmen?\n\nA) 1 January, 2021\nB) 10 April, 2021\nC) 15 August, 2021\nD) 31 December, 2021",
                "B"
            ],
            [
                "What facilities are available at the HometeamNS Clubhouse at Khatib?\n\nA) Bowling alleys, swimming pool, indoor shooting range, T-Play indoor playground, Adventure Hq\nB) Tennis courts, basketball courts, gym, rock climbing wall, movie theater\nC) Golf course, squash courts, badminton courts, table tennis, karaoke rooms\nD) Soccer fields, rugby fields, cricket grounds, baseball fields, ice-skating rink",
                "A"
            ],
            [
                "Which indoor playground can be found at the HometeamNS Clubhouse at Khatib?\n\nA) Kidz Amaze\nB) T-Play\nC) Waka Waka\nD) Cool de Sac",
                "B"
            ]
        ],
        [
            [
                "What was announced on 1 July, 2021 regarding Bedok Point?\n\nA) It will be closed permanently\nB) It will be redeveloped into a mixed development with residential and commercial components\nC) It will be expanded to include more retail stores\nD) It will be converted into a residential-only complex",
                "B"
            ],
            [
                "What was the main reason behind the decision to redevelop Bedok Point?\n\nA) High demand for residential properties in the area\nB) Low footfall at the mall\nC) Government regulations\nD) Environmental concerns",
                "B"
            ],
            [
                "What type of development is planned for Bedok Point after its redevelopment?\n\nA) Commercial-only complex\nB) Residential-only complex\nC) Mixed development with residential and commercial components\nD) Industrial complex",
                "C"
            ]
        ],
        [
            [
                "When was the Pasir Ris Reconfigured bus interchange opened to replace the old Pasir Ris bus interchange?\na) 1 July, 2021\nb) 3 July, 2021\nc) 5 July, 2021\nd) 7 July, 2021",
                "B"
            ],
            [
                "What was the purpose of opening the Pasir Ris Reconfigured bus interchange?\na) To expand the bus network\nb) To replace the old Pasir Ris bus interchange\nc) To introduce new bus routes\nd) To reduce traffic congestion",
                "B"
            ],
            [
                "Where was the new bus interchange opened to replace the old one?\na) Tampines\nb) Sengkang\nc) Pasir Ris\nd) Punggol",
                "C"
            ]
        ],
        [
            [
                "When did the Ministry of Health announce the commencement of its investigation into the cardiac arrest of a 16-year-old boy who had received his first dose of the COVID-19 vaccine?\n\nA) 1 July, 2021\nB) 5 July, 2021\nC) 10 July, 2021\nD) 15 July, 2021\n\nCorrect answer: B) 5 July, 2021",
                "B"
            ],
            [
                "How many days after receiving his first dose of the COVID-19 vaccine did the 16-year-old boy experience cardiac arrest?\n\nA) 2 days\nB) 4 days\nC) 6 days\nD) 8 days\n\nCorrect answer: C) 6 days",
                "C"
            ],
            [
                "What event prompted the Ministry of Health to commence an investigation in July 2021?\n\nA) A 16-year-old boy experienced a severe allergic reaction to the COVID-19 vaccine\nB) A 16-year-old boy experienced cardiac arrest after receiving his first dose of the COVID-19 vaccine\nC) A 16-year-old boy contracted COVID-19 after receiving his first dose of the vaccine\nD) A 16-year-old boy experienced no side effects after receiving his first dose of the COVID-19 vaccine\n\nCorrect answer: B) A 16-year-old boy experienced cardiac arrest after receiving his first dose of the COVID-19 vaccine",
                "B"
            ]
        ],
        [
            [
                "What was the main topic of debate in the Singapore Parliament on July 6, 2021?\n\nA. Immigration policies\nB. Free trade agreements (FTAs) and the Comprehensive Economic Cooperation Agreement (CECA)\nC. Strategies against discrimination\nD. Foreign workforce numbers",
                "B"
            ],
            [
                "Which political party in Singapore raised allegations that led to the debate on free trade agreements and CECA in Parliament?\n\nA. People's Action Party (PAP)\nB. Workers' Party (WP)\nC. Progress Singapore Party (PSP)\nD. Singapore Democratic Party (SDP)",
                "C"
            ],
            [
                "What was one of the key issues discussed during the debate on free trade agreements in the Singapore Parliament?\n\nA. The impact of globalisation on Singapore\nB. The role of technology in trade agreements\nC. The environmental impact of free trade agreements\nD. The influence of foreign governments on Singapore's trade policies",
                "A"
            ]
        ],
        [
            [
                "On what date did two buses collide at the Bukit Batok Bus Interchange in 2021?\n\nA) June 11, 2021\nB) July 11, 2021\nC) August 11, 2021\nD) September 11, 2021",
                "B"
            ],
            [
                "What happened to one of the buses involved in the collision at the Bukit Batok Bus Interchange?\n\nA) It caught fire\nB) It fell a few meters onto another road\nC) It flipped over\nD) It was completely destroyed",
                "B"
            ],
            [
                "How many people were taken to the hospital as a result of the bus collision at the Bukit Batok Bus Interchange?\n\nA) 5 people\nB) 10 people\nC) 14 people\nD) 20 people",
                "C"
            ]
        ],
        [
            [
                "When was the Sembcorp Tengeh Floating Solar Farm officially opened in Singapore?\n\nA) 14 July, 2020\nB) 14 July, 2021\nC) 14 August, 2021\nD) 14 June, 2021",
                "B"
            ],
            [
                "What is the significance of the Sembcorp Tengeh Floating Solar Farm in Singapore?\n\nA) It is the first large-scale floating solar farm in the country\nB) It is the largest solar farm on land\nC) It is the first solar farm to use underwater solar panels\nD) It is the first solar farm to be built on a reservoir",
                "A"
            ],
            [
                "How many more large-scale floating solar farms are planned to be built in Singapore in 2021?\n\nA) None\nB) One\nC) Two\nD) Three",
                "C"
            ]
        ],
        [
            [
                "On what date did the attack at River Valley High School occur?\n\nA) 18 July, 2021\nB) 19 July, 2021\nC) 20 July, 2021\nD) 21 July, 2021",
                "B"
            ],
            [
                "What weapon was used in the attack at River Valley High School?\n\nA) Knife\nB) Gun\nC) Axe\nD) Baseball bat",
                "C"
            ],
            [
                "What was the outcome of the attack at River Valley High School?\n\nA) No injuries or deaths\nB) Injuries but no deaths\nC) Death of a Secondary 1 student\nD) Death of a Secondary 4 student",
                "C"
            ]
        ]
    ]
}